{"text": "The red-room was a square chamber, very seldom slept in, I might say never, indeed, unless when a chance influx of visitors at Gateshead Hall rendered it necessary to turn to account all the accommodation it contained: yet it was one of the largest and stateliest chambers in the mansion.", "label": "desc", "answer": "accept"}
{"text": "A bed supported on massive pillars of mahogany, hung with curtains of deep red damask, stood out like a tabernacle in the centre; the two large windows, with their blinds always drawn down, were half shrouded in festoons and falls of similar drapery; the carpet was red; the table at the foot of the bed was covered with a crimson cloth; the walls were a soft fawn colour with a blush of pink in it; the wardrobe, the toilet-table, the chairs were of darkly polished old mahogany.", "label": "desc", "answer": "accept"}
{"text": "Out of these deep surrounding shades rose high, and glared white, the piled-up mattresses and pillows of the bed, spread with a snowy Marseilles counterpane.", "label": "desc", "answer": "accept"}
{"text": "Scarcely less prominent was an ample cushioned easy-chair near the head of the bed, also white, with a footstool before it; and looking, as I thought, like a pale throne.", "label": "desc", "answer": "accept"}
{"text": "I remember but little of the journey; I only know that the day seemed to me of a preternatural length, and that we appeared to travel over hundreds of miles of road.", "label": "desc", "answer": "accept"}
{"text": "We passed through several towns, and in one, a very large one, the coach stopped; the horses were taken out, and the passengers alighted to dine.", "label": "desc", "answer": "accept"}
{"text": "I was carried into an inn, where the guard wanted me to have some dinner; but, as I had no appetite, he left me in an immense room with a fireplace at each end, a chandelier pendent from the ceiling, and a little red gallery high up against the wall filled with musical instruments.", "label": "desc", "answer": "accept"}
{"text": "", "label": "desc", "answer": "accept"}
{"text": "Here I walked about for a long time, feeling very strange, and mortally apprehensive of some one coming in and kidnapping me; for I believed in kidnappers, their exploits having frequently figured in Bessie’s fireside chronicles.", "label": "desc", "answer": "accept"}
{"text": "At last the guard returned; once more I was stowed away in the coach, my protector mounted his own seat, sounded his hollow horn, and away we rattled over the “stony street” of L——.", "label": "desc", "answer": "accept"}
{"text": "The garden was a wide inclosure, surrounded with walls so high as to exclude every glimpse of prospect; a covered verandah ran down one side, and broad walks bordered a middle space divided into scores of little beds: these beds were assigned as gardens for the pupils to cultivate, and each bed had an owner.", "label": "desc", "answer": "accept"}
{"text": "When full of flowers they would doubtless look pretty; but now, at the latter end of January, all was wintry blight and brown decay.", "label": "desc", "answer": "accept"}
{"text": "I shuddered as I stood and looked round me: it was an inclement day for outdoor exercise; not positively rainy, but darkened by a drizzling yellow fog; all under foot was still soaking wet with the floods of yesterday.", "label": "desc", "answer": "accept"}
{"text": "The stronger among the girls ran about and engaged in active games, but sundry pale and thin ones herded together for shelter and warmth in the verandah; and amongst these, as the dense mist penetrated to their shivering frames, I heard frequently the sound of a hollow cough.", "label": "desc", "answer": "accept"}
{"text": "Thus relieved of a grievous load, I from that hour set to work afresh, resolved to pioneer my way through every difficulty: I toiled hard, and my success was proportionate to my efforts; my memory, not naturally tenacious, improved with practice; exercise sharpened my wits; in a few weeks I was promoted to a higher class; in less than two months I was allowed to commence French and drawing.", "label": "desc", "answer": "accept"}
{"text": "I learned the first two tenses of the verb Etre, and sketched my first cottage (whose walls, by-the-bye, outrivalled in slope those of the leaning tower of Pisa), on the same day.", "label": "desc", "answer": "accept"}
{"text": "That night, on going to bed, I forgot to prepare in imagination the Barmecide supper of hot roast potatoes, or white bread and new milk, with which I was wont to amuse my inward cravings: I feasted instead on the spectacle of ideal drawings, which I saw in the dark; all the work of my own hands: freely pencilled houses and trees, picturesque rocks and ruins, Cuyp-like groups of cattle, sweet paintings of butterflies hovering over unblown roses, of birds picking at ripe cherries, of wren’s nests enclosing pearl-like eggs, wreathed about with young ivy sprays.", "label": "desc", "answer": "accept"}
{"text": "I examined, too, in thought, the possibility of my ever being able to translate currently a certain little French story which Madame Pierrot had that day shown me; nor was that problem solved to my satisfaction ere", "label": "desc", "answer": "accept"}
{"text": "I fell sweetly asleep.", "label": "desc", "answer": "accept"}
{"text": "But the privations, or rather the hardships, of Lowood lessened.", "label": "desc", "answer": "accept"}
{"text": "Spring drew on: she was indeed already come; the frosts of winter had ceased; its snows were melted, its cutting winds ameliorated.", "label": "desc", "answer": "accept"}
{"text": "My wretched feet, flayed and swollen to lameness by the sharp air of January, began to heal and subside under the gentler breathings of April; the nights and mornings no longer by their Canadian temperature froze the very blood in our veins; we could now endure the play-hour passed in the garden: sometimes on a sunny day it began even to be pleasant and genial, and a greenness grew over those brown beds, which, freshening daily, suggested the thought that Hope traversed them at night, and left each morning brighter traces of her steps.", "label": "desc", "answer": "accept"}
{"text": "Flowers peeped out amongst the leaves; snow-drops, crocuses, purple auriculas, and golden-eyed pansies.", "label": "desc", "answer": "accept"}
{"text": "On Thursday afternoons (half-holidays) we now took walks, and found still sweeter flowers opening by the wayside, under the hedges.", "label": "desc", "answer": "accept"}
{"text": "That forest-dell, where Lowood lay, was the cradle of fog and fog-bred pestilence; which, quickening with the quickening spring, crept into the Orphan Asylum, breathed typhus through its crowded schoolroom and dormitory, and,", "label": "desc", "answer": "accept"}
{"text": "ere May arrived, transformed the seminary into an hospital.", "label": "desc", "answer": "accept"}
{"text": "While disease had thus become an inhabitant of Lowood, and death its frequent visitor; while there was gloom and fear within its walls; while its rooms and passages steamed with hospital smells, the drug and the pastille striving vainly to overcome the effluvia of mortality, that bright May shone unclouded over the bold hills and beautiful woodland out of doors.", "label": "desc", "answer": "accept"}
{"text": "Its garden, too, glowed with flowers: hollyhocks had sprung up tall as trees, lilies had opened, tulips and roses were in bloom; the borders of the little beds were gay with pink thrift and crimson double daisies; the sweetbriars gave out, morning and evening, their scent of spice and apples; and these fragrant treasures were all useless for most of the inmates of Lowood, except to furnish now and then a handful of herbs and blossoms to put in a coffin.", "label": "desc", "answer": "accept"}
{"text": "One evening, in the beginning of June, I had stayed out very late with Mary Ann in the wood; we had, as usual, separated ourselves from the others, and had wandered far; so far that we lost our way, and had to ask it at a lonely cottage, where a man and woman lived, who looked after a herd of half-wild swine that fed on the mast in the wood.", "label": "desc", "answer": "accept"}
{"text": "When we got back, it was after moonrise: a pony, which we knew to be the surgeon’s, was standing at the garden door.", "label": "desc", "answer": "accept"}
{"text": "Mary Ann remarked that she supposed some one must be very ill, as Mr. Bates had been sent for at that time of the evening.", "label": "desc", "answer": "accept"}
{"text": "She went into the house; I stayed behind a few minutes to plant in my garden a handful of roots I had dug up in the forest, and which I feared would wither if I left them till the morning.", "label": "desc", "answer": "accept"}
{"text": "This done, I lingered yet a little longer: the flowers smelt so sweet as the dew fell; it was such a pleasant evening, so serene, so warm; the still glowing west promised so fairly another fine day on the morrow; the moon rose with such majesty in the grave east.", "label": "desc", "answer": "accept"}
{"text": "I was noting these things and enjoying them as a child might, when it entered my mind as it had never done before:— I went to my window, opened it, and looked out.", "label": "desc", "answer": "accept"}
{"text": "There were the two wings of the building; there was the garden; there were the skirts of Lowood; there was the hilly horizon.", "label": "desc", "answer": "accept"}
{"text": "My eye passed all other objects to rest on those most remote, the blue peaks; it was those I longed to surmount; all within their boundary of rock and heath seemed prison-ground, exile limits.", "label": "desc", "answer": "accept"}
{"text": "I traced the white road winding round the base of one mountain, and vanishing in a gorge between two; how I longed to follow it farther!", "label": "desc", "answer": "accept"}
{"text": "I recalled the time when I had travelled that very road in a coach; I remembered descending that hill at twilight; an age seemed to have elapsed since the day which brought me first to Lowood, and I had never quitted it since.", "label": "desc", "answer": "accept"}
{"text": "My vacations had all been spent at school: Mrs. Reed had never sent for me to Gateshead; neither she nor any of her family had ever been to visit me.", "label": "desc", "answer": "accept"}
{"text": "I had had no communication by letter or message with the outer world: school-rules, school-duties, school-habits and notions, and voices, and faces, and phrases, and costumes, and preferences, and antipathies—such was what I knew of existence.", "label": "desc", "answer": "accept"}
{"text": "And now I felt that it was not enough; I tired of the routine of eight years in one afternoon.", "label": "desc", "answer": "accept"}
{"text": "I desired liberty; for liberty I gasped; for liberty I uttered a prayer; it seemed scattered on the wind then faintly blowing.", "label": "desc", "answer": "accept"}
{"text": "I abandoned it and framed a humbler supplication; for change, stimulus: that petition, too, seemed swept off into vague space: “Then,” I cried, half desperate, “grant me at least a new servitude!”", "label": "desc", "answer": "accept"}
{"text": "The succeeding week seemed long: it came to an end at last, however, like all sublunary things, and once more, towards the close of a pleasant autumn day, I found myself afoot on the road to Lowton.", "label": "desc", "answer": "accept"}
{"text": "A picturesque track it was, by the way; lying along the side of the beck and through the sweetest curves of the dale: but that day I thought more of the letters, that might or might not be awaiting me at the little burgh whither I was bound, than of the charms of lea and water.", "label": "desc", "answer": "accept"}
{"text": "I let down the window and looked out; Millcote was behind us; judging by the number of its lights, it seemed a place of considerable magnitude, much larger than Lowton.", "label": "desc", "answer": "accept"}
{"text": "We were now, as far as I could see, on a sort of common; but there were houses scattered all over the district; I felt we were in a different region to Lowood, more populous, less picturesque; more stirring, less romantic.", "label": "desc", "answer": "accept"}
{"text": "Again I looked out: we were passing a church; I saw its low broad tower against the sky, and its bell was tolling a quarter; I saw a narrow galaxy of lights too, on a hillside, marking a village or hamlet.", "label": "desc", "answer": "accept"}
{"text": "About ten minutes after, the driver got down and opened a pair of gates: we passed through, and they clashed to behind us.", "label": "desc", "answer": "accept"}
{"text": "We now slowly ascended a drive, and came upon the long front of a house: candlelight gleamed from one curtained bow-window; all the rest were dark.", "label": "desc", "answer": "accept"}
{"text": "The car stopped at the front door; it was opened by a maid-servant; I alighted and went in.", "label": "desc", "answer": "accept"}
{"text": "I thanked her for her considerate choice, and as I really felt fatigued with my long journey, expressed my readiness to retire.", "label": "desc", "answer": "accept"}
{"text": "She took her candle, and I followed her from the room.", "label": "desc", "answer": "accept"}
{"text": "First she went to see if the hall-door was fastened; having taken the key from the lock, she led the way upstairs.", "label": "desc", "answer": "accept"}
{"text": "The steps and banisters were of oak; the staircase window was high and latticed; both it and the long gallery into which the bedroom doors opened looked as if they belonged to a church rather than a house.", "label": "desc", "answer": "accept"}
{"text": "A very chill and vault-like air pervaded the stairs and gallery, suggesting cheerless ideas of space and solitude; and I was glad, when finally ushered into my chamber, to find it of small dimensions, and furnished in ordinary, modern style.", "label": "desc", "answer": "accept"}
{"text": "The chamber looked such a bright little place to me as the sun shone in between the gay blue chintz window curtains, showing papered walls and a carpeted floor, so unlike the bare planks and stained plaster of Lowood, that my spirits rose at the view.", "label": "desc", "answer": "accept"}
{"text": "Externals have a great effect on the young: I thought that a fairer era of life was beginning for me, one that was to have its flowers and pleasures, as well as its thorns and toils.", "label": "desc", "answer": "accept"}
{"text": "My faculties, roused by the change of scene, the new field offered to hope, seemed all astir.", "label": "desc", "answer": "accept"}
{"text": "I cannot precisely define what they expected, but it was something pleasant: not perhaps that day or that month, but at an indefinite future period.", "label": "desc", "answer": "accept"}
{"text": "Traversing the long and matted gallery, I descended the slippery steps of oak; then I gained the hall: I halted there a minute; I looked at some pictures on the walls (one, I remember, represented a grim man in a cuirass, and one a lady with powdered hair and a pearl necklace), at a bronze lamp pendent from the ceiling, at a great clock whose case was of oak curiously carved, and ebon black with time and rubbing.", "label": "desc", "answer": "accept"}
{"text": "Everything appeared very stately and imposing to me; but then I was so little accustomed to grandeur.", "label": "desc", "answer": "accept"}
{"text": "The hall-door, which was half of glass, stood open; I stepped over the threshold.", "label": "desc", "answer": "accept"}
{"text": "It was a fine autumn morning; the early sun shone serenely on embrowned groves and still green fields; advancing on to the lawn, I looked up and surveyed the front of the mansion.", "label": "desc", "answer": "accept"}
{"text": "It was three storeys high, of proportions not vast, though considerable: a gentleman’s manor-house, not a nobleman’s seat: battlements round the top gave it a picturesque look.", "label": "desc", "answer": "accept"}
{"text": "Its grey front stood out well from the background of a rookery, whose cawing tenants were now on the wing: they flew over the lawn and grounds to alight in a great meadow, from which these were separated by a sunk fence, and where an array of mighty old thorn trees, strong, knotty, and broad as oaks, at once explained the etymology of the mansion’s designation.", "label": "desc", "answer": "accept"}
{"text": "Farther off were hills: not so lofty as those round Lowood, nor so craggy, nor so like barriers of separation from the living world; but yet quiet and lonely hills enough, and seeming to embrace Thornfield with a seclusion I had not expected to find existent so near the stirring locality of Millcote.", "label": "desc", "answer": "accept"}
{"text": "A little hamlet, whose roofs were blent with trees, straggled up the side of one of these hills; the church of the district stood nearer", "label": "desc", "answer": "accept"}
{"text": "Thornfield: its old tower-top looked over a knoll between the house and gates.", "label": "desc", "answer": "accept"}
{"text": "When we left the dining-room, she proposed to show me over the rest of the house; and I followed her upstairs and downstairs, admiring as I went; for all was well arranged and handsome.", "label": "desc", "answer": "accept"}
{"text": "The large front chambers I thought especially grand: and some of the third-storey rooms, though dark and low, were interesting from their air of antiquity.", "label": "desc", "answer": "accept"}
{"text": "The furniture once appropriated to the lower apartments had from time to time been removed here, as fashions changed: and the imperfect light entering by their narrow casement showed bedsteads of a hundred years old; chests in oak or walnut, looking, with their strange carvings of palm branches and cherubs’ heads, like types of the Hebrew ark; rows of venerable chairs, high-backed and narrow; stools still more antiquated, on whose cushioned tops were yet apparent traces of half-effaced embroideries, wrought by fingers that for two generations had been coffin-dust.", "label": "desc", "answer": "accept"}
{"text": "All these relics gave to the third storey of Thornfield Hall the aspect of a home of the past: a shrine of memory.", "label": "desc", "answer": "accept"}
{"text": "I liked the hush, the gloom, the quaintness of these retreats in the day; but I by no means coveted a night’s repose on one of those wide and heavy beds: shut in, some of them, with doors of oak; shaded, others, with wrought old English hangings crusted with thick work, portraying effigies of strange flowers, and stranger birds, and strangest human beings,—all which would have looked strange, indeed, by the pallid gleam of moonlight.", "label": "desc", "answer": "accept"}
{"text": "“On to the leads; will you come and see the view from thence?”", "label": "desc", "answer": "accept"}
{"text": "I followed still, up a very narrow staircase to the attics, and thence by a ladder and through a trap-door to the roof of the hall.", "label": "desc", "answer": "accept"}
{"text": "I was now on a level with the crow colony, and could see into their nests.", "label": "desc", "answer": "accept"}
{"text": "Leaning over the battlements and looking far down, I surveyed the grounds laid out like a map: the bright and velvet lawn closely girdling the grey base of the mansion; the field, wide as a park, dotted with its ancient timber; the wood, dun and sere, divided by a path visibly overgrown, greener with moss than the trees were with foliage; the church at the gates, the road, the tranquil hills, all reposing in the autumn day’s sun; the horizon bounded by a propitious sky, azure, marbled with pearly white.", "label": "desc", "answer": "accept"}
{"text": "No feature in the scene was extraordinary, but all was pleasing.", "label": "desc", "answer": "accept"}
{"text": "When I turned from it and repassed the trap-door, I could scarcely see my way down the ladder; the attic seemed black as a vault compared with that arch of blue air to which I had been looking up, and to that sunlit scene of grove, pasture, and green hill, of which the hall was the centre, and over which I had been gazing with delight.", "label": "desc", "answer": "accept"}
{"text": "Two wax candles stood lighted on the table, and two on the mantelpiece; basking in the light and heat of a superb fire, lay Pilot—Adèle knelt near him.", "label": "desc", "answer": "accept"}
{"text": "Half reclined on a couch appeared Mr. Rochester, his foot supported by the cushion; he was looking at Adèle and the dog: the fire shone full on his face.", "label": "desc", "answer": "accept"}
{"text": "I knew my traveller with his broad and jetty eyebrows; his square forehead, made squarer by the horizontal sweep of his black hair.", "label": "desc", "answer": "accept"}
{"text": "I recognised his decisive nose, more remarkable for character than beauty; his full nostrils, denoting, I thought, choler; his grim mouth, chin, and jaw—yes, all three were very grim, and no mistake.", "label": "desc", "answer": "accept"}
{"text": "His shape, now divested of cloak, I perceived harmonised in squareness with his physiognomy: I suppose it was a good figure in the athletic sense of the term—broad chested and thin flanked, though neither tall nor graceful.", "label": "desc", "answer": "accept"}
{"text": "These pictures were in water-colours.", "label": "desc", "answer": "accept"}
{"text": "The first represented clouds low and livid, rolling over a swollen sea: all the distance was in eclipse; so, too, was the foreground; or rather, the nearest billows, for there was no land.", "label": "desc", "answer": "accept"}
{"text": "One gleam of light lifted into relief a half-submerged mast, on which sat a cormorant, dark and large, with wings flecked with foam; its beak held a gold bracelet set with gems, that I had touched with as brilliant tints as my palette could yield, and as glittering distinctness as my pencil could impart.", "label": "desc", "answer": "accept"}
{"text": "Sinking below the bird and mast, a drowned corpse glanced through the green water; a fair arm was the only limb clearly visible, whence the bracelet had been washed or torn.", "label": "desc", "answer": "accept"}
{"text": "We were, as I have said, in the dining-room: the lustre, which had been lit for dinner, filled the room with a festal breadth of light; the large fire was all red and clear; the purple curtains hung rich and ample before the lofty window and loftier arch; everything was still, save the subdued chat of Adèle (she dared not speak loud), and, filling up each pause, the beating of winter rain against the panes.", "label": "desc", "answer": "accept"}
{"text": "Ere long, Adèle’s little foot was heard tripping across the hall.", "label": "desc", "answer": "accept"}
{"text": "She entered, transformed as her guardian had predicted.", "label": "desc", "answer": "accept"}
{"text": "A dress of rose-coloured satin, very short, and as full in the skirt as it could be gathered, replaced the brown frock she had previously worn; a wreath of rosebuds circled her forehead; her feet were dressed in silk stockings and small white satin sandals.", "label": "desc", "answer": "accept"}
{"text": "Fortunately there was another entrance to the drawing-room than that through the saloon where they were all seated at dinner.", "label": "desc", "answer": "accept"}
{"text": "We found the apartment vacant; a large fire burning silently on the marble hearth, and wax candles shining in bright solitude, amid the exquisite flowers with which the tables were adorned.", "label": "desc", "answer": "accept"}
{"text": "The crimson curtain hung before the arch: slight as was the separation this drapery formed from the party in the adjoining saloon, they spoke in so low a key that nothing of their conversation could be distinguished beyond a soothing murmur.", "label": "desc", "answer": "accept"}
{"text": "“A strapper—a real strapper, Jane: big, brown, and buxom; with hair just such as the ladies of Carthage must have had.", "label": "desc", "answer": "accept"}
{"text": "Bless me!", "label": "desc", "answer": "accept"}
{"text": "there’s Dent and Lynn in the stables!", "label": "desc", "answer": "accept"}
{"text": "Go in by the shrubbery, through that wicket.”", "label": "desc", "answer": "accept"}
{"text": "Sweet-briar and southernwood, jasmine, pink, and rose have long been yielding their evening sacrifice of incense: this new scent is neither of shrub nor flower; it is—I know it well—it is Mr. Rochester’s cigar.", "label": "desc", "answer": "accept"}
{"text": "I look round", "label": "desc", "answer": "accept"}
{"text": "and I listen.", "label": "desc", "answer": "accept"}
{"text": "I see trees laden with ripening fruit.", "label": "desc", "answer": "accept"}
{"text": "I hear a nightingale warbling in a wood half a mile off; no moving form is visible, no coming step audible; but that perfume increases: I must flee.", "label": "desc", "answer": "accept"}
{"text": "I make for the wicket leading to the shrubbery, and I see Mr. Rochester entering.", "label": "desc", "answer": "accept"}
{"text": "I step aside into the ivy recess; he will not stay long: he will soon return whence he came, and if I sit still he will never see me.", "label": "desc", "answer": "accept"}
{"text": "It was not without a certain wild pleasure I ran before the wind, delivering my trouble of mind to the measureless air-torrent thundering through space.", "label": "desc", "answer": "accept"}
{"text": "Descending the laurel walk, I faced the wreck of the chestnut-tree; it stood up black and riven: the trunk, split down the centre, gasped ghastly.", "label": "desc", "answer": "accept"}
{"text": "The cloven halves were not broken from each other, for the firm base and strong roots kept them unsundered below; though community of vitality was destroyed—the sap could flow no more: their great boughs on each side were dead, and next winter’s tempests would be sure to fell one or both to earth: as yet, however, they might be said to form one tree—a ruin, but an entire ruin.", "label": "desc", "answer": "accept"}
{"text": "Whitcross is no town, nor even a hamlet; it is but a stone pillar set up where four roads meet: whitewashed, I suppose, to be more obvious at a distance and in darkness.", "label": "desc", "answer": "accept"}
{"text": "Four arms spring from its summit: the nearest town to which these point is, according to the inscription, distant ten miles; the farthest, above twenty.", "label": "desc", "answer": "accept"}
{"text": "From the well-known names of these towns I learn in what county I have lighted; a north-midland shire, dusk with moorland, ridged with mountain: this I see.", "label": "desc", "answer": "accept"}
{"text": "There are great moors behind and on each hand of me; there are waves of mountains far beyond that deep valley at my feet.", "label": "desc", "answer": "accept"}
{"text": "The population here must be thin, and I see no passengers on these roads: they stretch out east, west, north, and south—white, broad, lonely; they are all cut in the moor, and the heather grows deep and wild to their very verge.", "label": "desc", "answer": "accept"}
{"text": "Yet a chance traveller might pass by; and I wish no eye to see me now: strangers would wonder what I am doing, lingering here at the sign-post, evidently objectless and lost.", "label": "desc", "answer": "accept"}
{"text": "I might be questioned: I could give no answer but what would sound incredible and excite suspicion.", "label": "desc", "answer": "accept"}
{"text": "Not a tie holds me to human society at this moment—not a charm or hope calls me where my fellow-creatures are—none that saw me would have a kind thought or a good wish for me.", "label": "desc", "answer": "accept"}
{"text": "I have no relative but the universal mother, Nature: I will seek her breast and ask repose.", "label": "desc", "answer": "accept"}
{"text": "What a still, hot, perfect day!", "label": "desc", "answer": "accept"}
{"text": "What a golden desert this spreading moor!", "label": "desc", "answer": "accept"}
{"text": "Everywhere sunshine.", "label": "desc", "answer": "accept"}
{"text": "I wished I could live in it and on it.", "label": "desc", "answer": "accept"}
{"text": "I saw a lizard run over the crag; I saw a bee busy among the sweet bilberries.", "label": "desc", "answer": "accept"}
{"text": "I would fain at the moment have become bee or lizard, that I might have found fitting nutriment, permanent shelter here.", "label": "desc", "answer": "accept"}
{"text": "But I was a human being, and had a human being’s wants: I must not linger where there was nothing to supply them.", "label": "desc", "answer": "accept"}
{"text": "I rose; I looked back at the bed I had left.", "label": "desc", "answer": "accept"}
{"text": "Hopeless of the future, I wished but this—that my Maker had that night thought good to require my soul of me while I slept; and that this weary frame, absolved by death from further conflict with fate, had now but to decay quietly, and mingle in peace with the soil of this wilderness.", "label": "desc", "answer": "accept"}
{"text": "Life, however, was yet in my possession, with all its requirements, and pains, and responsibilities.", "label": "desc", "answer": "accept"}
{"text": "The burden must be carried; the want provided for; the suffering endured; the responsibility fulfilled.", "label": "desc", "answer": "accept"}
{"text": "I set out.", "label": "desc", "answer": "accept"}
{"text": "I turned in the direction of the sound, and there, amongst the romantic hills, whose changes and aspect I had ceased to note an hour ago, I saw a hamlet and a spire.", "label": "desc", "answer": "accept"}
{"text": "All the valley at my right hand was full of pasture-fields, and cornfields, and wood; and a glittering stream ran zig-zag through the varied shades of green, the mellowing grain, the sombre woodland, the clear and sunny lea.", "label": "desc", "answer": "accept"}
{"text": "Recalled by the rumbling of wheels to the road before me, I saw a heavily-laden waggon labouring up the hill, and not far beyond were two cows and their drover.", "label": "desc", "answer": "accept"}
{"text": "Human life and human labour were near.", "label": "desc", "answer": "accept"}
{"text": "I must struggle on: strive to live and bend to toil like the rest.", "label": "desc", "answer": "accept"}
{"text": "My glazed eye wandered over the dim and misty landscape.", "label": "desc", "answer": "accept"}
{"text": "I saw I had strayed far from the village: it was quite out of sight.", "label": "desc", "answer": "accept"}
{"text": "The very cultivation surrounding it had disappeared.", "label": "desc", "answer": "accept"}
{"text": "I had, by cross-ways and by-paths, once more drawn near the tract of moorland; and now, only a few fields, almost as wild and unproductive as the heath from which they were scarcely reclaimed, lay between me and the dusky hill.", "label": "desc", "answer": "accept"}
{"text": "Entering the gate and passing the shrubs, the silhouette of a house rose to view, black, low, and rather long; but the guiding light shone nowhere.", "label": "desc", "answer": "accept"}
{"text": "All was obscurity.", "label": "desc", "answer": "accept"}
{"text": "Were the inmates retired to rest?", "label": "desc", "answer": "accept"}
{"text": "I feared it must be so.", "label": "desc", "answer": "accept"}
{"text": "In seeking the door, I turned an angle: there shot out the friendly gleam again, from the lozenged panes of a very small latticed window, within a foot of the ground, made still smaller by the growth of ivy or some other creeping plant, whose leaves clustered thick over the portion of the house wall in which it was set.", "label": "desc", "answer": "accept"}
{"text": "The aperture was so screened and narrow, that curtain or shutter had been deemed unnecessary; and when I stooped down and put aside the spray of foliage shooting over it, I could see all within.", "label": "desc", "answer": "accept"}
{"text": "I could see clearly a room with a sanded floor, clean scoured; a dresser of walnut, with pewter plates ranged in rows, reflecting the redness and radiance of a glowing peat-fire.", "label": "desc", "answer": "accept"}
{"text": "I could see a clock, a white deal table, some chairs.", "label": "desc", "answer": "accept"}
{"text": "The candle, whose ray had been my beacon, burnt on the table; and by its light an elderly woman, somewhat rough-looking, but scrupulously clean, like all about her, was knitting a stocking.", "label": "desc", "answer": "accept"}
{"text": "The recollection of about three days and nights succeeding this is very dim in my mind.", "label": "desc", "answer": "accept"}
{"text": "I can recall some sensations felt in that interval; but few thoughts framed, and no actions performed.", "label": "desc", "answer": "accept"}
{"text": "I knew I was in a small room and in a narrow bed.", "label": "desc", "answer": "accept"}
{"text": "To that bed I seemed to have grown; I lay on it motionless as a stone; and to have torn me from it would have been almost to kill me.", "label": "desc", "answer": "accept"}
{"text": "I took no note of the lapse of time—of the change from morning to noon, from noon to evening.", "label": "desc", "answer": "accept"}
{"text": "I observed when any one entered or left the apartment: I could even tell who they were; I could understand what was said when the speaker stood near to me; but I could not answer; to open my lips or move my limbs was equally impossible.", "label": "desc", "answer": "accept"}
{"text": "Hannah, the servant, was my most frequent visitor.", "label": "desc", "answer": "accept"}
{"text": "Her coming disturbed me.", "label": "desc", "answer": "accept"}
{"text": "I had a feeling that she wished me away: that she did not understand me or my circumstances; that she was prejudiced against me.", "label": "desc", "answer": "accept"}
{"text": "Diana and Mary appeared in the chamber once or twice a day.", "label": "desc", "answer": "accept"}
{"text": "They would whisper sentences of this sort at my bedside— The parlour was rather a small room, very plainly furnished, yet comfortable, because clean and neat.", "label": "desc", "answer": "accept"}
{"text": "The old-fashioned chairs were very bright, and the walnut-wood table was like a looking-glass.", "label": "desc", "answer": "accept"}
{"text": "A few strange, antique portraits of the men and women of other days decorated the stained walls; a cupboard with glass doors contained some books and an ancient set of china.", "label": "desc", "answer": "accept"}
{"text": "There was no superfluous ornament in the room—not one modern piece of furniture, save a brace of workboxes and a lady’s desk in rosewood, which stood on a side-table: everything—including the carpet and curtains—looked at once well worn and well saved.", "label": "desc", "answer": "accept"}
{"text": "I liked to read what they liked to read: what they enjoyed, delighted me; what they approved, I reverenced.", "label": "desc", "answer": "accept"}
{"text": "They loved their sequestered home.", "label": "desc", "answer": "accept"}
{"text": "I, too, in the grey, small, antique structure, with its low roof, its latticed casements, its mouldering walls, its avenue of aged firs—all grown aslant under the stress of mountain winds; its garden, dark with yew and holly—and where no flowers but of the hardiest species would bloom—found a charm both potent and permanent.", "label": "desc", "answer": "accept"}
{"text": "They clung to the purple moors behind and around their dwelling—to the hollow vale into which the pebbly bridle-path leading from their gate descended, and which wound between fern-banks first, and then amongst a few of the wildest little pasture-fields that ever bordered a wilderness of heath, or gave sustenance to a flock of grey moorland sheep, with their little mossy-faced lambs:—they clung to this scene, I say, with a perfect enthusiasm of attachment.", "label": "desc", "answer": "accept"}
{"text": "I could comprehend the feeling, and share both its strength and truth.", "label": "desc", "answer": "accept"}
{"text": "I saw the fascination of the locality.", "label": "desc", "answer": "accept"}
{"text": "I felt the consecration of its loneliness: my eye feasted on the outline of swell and sweep—on the wild colouring communicated to ridge and dell by moss, by heath-bell, by flower-sprinkled turf, by brilliant bracken, and mellow granite crag.", "label": "desc", "answer": "accept"}
{"text": "These details were just to me what they were to them—so many pure and sweet sources of pleasure.", "label": "desc", "answer": "accept"}
{"text": "The strong blast and the soft breeze; the rough and the halcyon day; the hours of sunrise and sunset; the moonlight and the clouded night, developed for me, in these regions, the same attraction as for them—wound round my faculties the same spell that entranced theirs.", "label": "desc", "answer": "accept"}
{"text": "My home, then, when I at last find a home,—is a cottage; a little room with whitewashed walls and a sanded floor, containing four painted chairs and a table, a clock, a cupboard, with two or three plates and dishes, and a set of tea-things in delf.", "label": "desc", "answer": "accept"}
{"text": "Above, a chamber of the same dimensions as the kitchen, with a deal bedstead and chest of drawers; small, yet too large to be filled with my scanty wardrobe: though the kindness of my gentle and generous friends has increased that, by a modest stock of such things as are necessary.", "label": "desc", "answer": "accept"}
{"text": "While I looked, I thought myself happy, and was surprised to find myself ere long weeping—and why?", "label": "desc", "answer": "accept"}
{"text": "For the doom which had reft me from adhesion to my master: for him I was no more to see; for the desperate grief and fatal fury—consequences of my departure—which might now, perhaps, be dragging him from the path of right, too far to leave hope of ultimate restoration thither.", "label": "desc", "answer": "accept"}
{"text": "At this thought, I turned my face aside from the lovely sky of eve and lonely vale of Morton—I say lonely, for in that bend of it visible to me there was no building apparent save the church and the parsonage, half-hid in trees, and, quite at the extremity, the roof of Vale Hall, where the rich Mr. Oliver and his daughter lived.", "label": "desc", "answer": "accept"}
{"text": "I hid my eyes, and leant my head against the stone frame of my door; but soon a slight noise near the wicket which shut in my tiny garden from the meadow beyond it made me look up.", "label": "desc", "answer": "accept"}
{"text": "A dog—old Carlo, Mr. Rivers’ pointer, as I saw in a moment—was pushing the gate with his nose, and St. John himself leant upon it with folded arms; his brow knit, his gaze, grave almost to displeasure, fixed on me.", "label": "desc", "answer": "accept"}
{"text": "I asked him to come in.", "label": "desc", "answer": "accept"}
{"text": "Happy at Moor House I was, and hard I worked; and so did Hannah: she was charmed to see how jovial I could be amidst the bustle of a house turned topsy-turvy—how I could brush, and dust, and clean, and cook.", "label": "desc", "answer": "accept"}
{"text": "And really, after a day or two of confusion worse confounded, it was delightful by degrees to invoke order from the chaos ourselves had made.", "label": "desc", "answer": "accept"}
{"text": "I had previously taken a journey to S—— to purchase some new furniture: my cousins having given me carte blanche to effect what alterations I pleased, and a sum having been set aside for that purpose.", "label": "desc", "answer": "accept"}
{"text": "The ordinary sitting-room and bedrooms I left much as they were: for I knew Diana and Mary would derive more pleasure from seeing again the old homely tables, and chairs, and beds, than from the spectacle of the smartest innovations.", "label": "desc", "answer": "accept"}
{"text": "Still some novelty was necessary, to give to their return the piquancy with which I wished it to be invested.", "label": "desc", "answer": "accept"}
{"text": "Dark handsome new carpets and curtains, an arrangement of some carefully selected antique ornaments in porcelain and bronze, new coverings, and mirrors, and dressing-cases, for the toilet tables, answered the end: they looked fresh without being glaring.", "label": "desc", "answer": "accept"}
{"text": "A spare parlour and bedroom I refurnished entirely, with old mahogany and crimson upholstery: I laid canvas on the passage, and carpets on the stairs.", "label": "desc", "answer": "accept"}
{"text": "When all was finished, I thought Moor House as complete a model of bright modest snugness within, as it was, at this season, a specimen of wintry waste and desert dreariness without.", "label": "desc", "answer": "accept"}
{"text": "The breeze was from the west: it came over the hills, sweet with scents of heath and rush; the sky was of stainless blue; the stream descending the ravine, swelled with past spring rains, poured along plentiful and clear, catching golden gleams from the sun, and sapphire tints from the firmament.", "label": "desc", "answer": "accept"}
{"text": "As we advanced and left the track, we trod a soft turf, mossy fine and emerald green, minutely enamelled with a tiny white flower, and spangled with a star-like yellow blossom: the hills, meantime, shut us quite in; for the glen, towards its head, wound to their very core.", "label": "desc", "answer": "accept"}
{"text": "To this house I came just ere dark on an evening marked by the characteristics of sad sky, cold gale, and continued small penetrating rain.", "label": "desc", "answer": "accept"}
{"text": "The last mile I performed on foot, having dismissed the chaise and driver with the double remuneration I had promised.", "label": "desc", "answer": "accept"}
{"text": "Even when within a very short distance of the manor-house, you could see nothing of it, so thick and dark grew the timber of the gloomy wood about it.", "label": "desc", "answer": "accept"}
{"text": "Iron gates between granite pillars showed me where to enter, and passing through them, I found myself at once in the twilight of close-ranked trees.", "label": "desc", "answer": "accept"}
{"text": "There was a grass-grown track descending the forest aisle between hoar and knotty shafts and under branched arches.", "label": "desc", "answer": "accept"}
{"text": "I followed it, expecting soon to reach the dwelling; but it stretched on and on, it wound far and farther: no sign of habitation or grounds was visible.", "label": "desc", "answer": "accept"}
{"text": "This parlour looked gloomy: a neglected handful of fire burnt low in the grate; and, leaning over it, with his head supported against the high, old-fashioned mantelpiece, appeared the blind tenant of the room.", "label": "desc", "answer": "accept"}
{"text": "His old dog, Pilot, lay on one side, removed out of the way, and coiled up as if afraid of being inadvertently trodden upon.", "label": "desc", "answer": "accept"}
{"text": "Pilot pricked up his ears when I came in: then he jumped up with a yelp and a whine, and bounded towards me: he almost knocked the tray from my hands.", "label": "desc", "answer": "accept"}
{"text": "I set it on the table; then patted him, and said softly, “Lie down!”", "label": "desc", "answer": "accept"}
{"text": "Mr. Rochester turned mechanically to see what the commotion was: but as he saw nothing, he returned and sighed.", "label": "desc", "answer": "accept"}
{"text": "Mr. Rochester continued blind the first two years of our union; perhaps it was that circumstance that drew us so very near—that knit us so very close: for I was then his vision, as I am still his right hand.", "label": "desc", "answer": "accept"}
{"text": "Literally, I was (what he often called me) the apple of his eye.", "label": "desc", "answer": "accept"}
{"text": "He saw nature—he saw books through me; and never did I weary of gazing for his behalf, and of putting into words the effect of field, tree, town, river, cloud, sunbeam—of the landscape before us; of the weather round us—and impressing by sound on his ear what light could no longer stamp on his eye.", "label": "desc", "answer": "accept"}
{"text": "Never did I weary of reading to him; never did I weary of conducting him where he wished to go: of doing for him what he wished to be done.", "label": "desc", "answer": "accept"}
{"text": "And there was a pleasure in my services, most full, most exquisite, even though sad—because he claimed these services without painful shame or damping humiliation.", "label": "desc", "answer": "accept"}
{"text": "He loved me so truly, that he knew no reluctance in profiting by my attendance: he felt I loved him so fondly, that to yield that attendance was to indulge my sweetest wishes.", "label": "desc", "answer": "accept"}
{"text": "All John Reed’s violent tyrannies, all his sisters’ proud indifference, all his mother’s aversion, all the servants’ partiality, turned up in my disturbed mind like a dark deposit in a turbid well.", "label": "desc", "answer": "accept"}
{"text": "Why was I always suffering, always browbeaten, always accused, for ever condemned?", "label": "desc", "answer": "accept"}
{"text": "Why could I never please?", "label": "desc", "answer": "accept"}
{"text": "Why was it useless to try to win any one’s favour?", "label": "desc", "answer": "accept"}
{"text": "Eliza, who was headstrong and selfish, was respected.", "label": "desc", "answer": "accept"}
{"text": "Georgiana, who had a spoiled temper, a very acrid spite, a captious and insolent carriage, was universally indulged.", "label": "desc", "answer": "accept"}
{"text": "Her beauty, her pink cheeks and golden curls, seemed to give delight to all who looked at her, and to purchase indemnity for every fault.", "label": "desc", "answer": "accept"}
{"text": "John no one thwarted, much less punished; though he twisted the necks of the pigeons, killed the little pea-chicks, set the dogs at the sheep, stripped the hothouse vines of their fruit, and broke the buds off the choicest plants in the conservatory: he called his mother “old girl,” too; sometimes reviled her for her dark skin, similar to his own; bluntly disregarded her wishes; not unfrequently tore and spoiled her silk attire; and he was still “her own darling.”", "label": "desc", "answer": "accept"}
{"text": "I dared commit no fault: I strove to fulfil every duty; and I was termed naughty and tiresome, sullen and sneaking, from morning to noon, and from noon to night.", "label": "desc", "answer": "accept"}
{"text": "Long did the hours seem while I waited the departure of the company, and listened for the sound of Bessie’s step on the stairs: sometimes she would come up in the interval to seek her thimble or her scissors, or perhaps to bring me something by way of supper—a bun or a cheese-cake—then she would sit on the bed while I ate it, and when I had finished, she would tuck the clothes round me, and twice she kissed me, and said, “Good night, Miss Jane.”", "label": "desc", "answer": "accept"}
{"text": "When thus gentle, Bessie seemed to me the best, prettiest, kindest being in the world; and I wished most intensely that she would always be so pleasant and amiable, and never push me about, or scold, or task me unreasonably, as she was too often wont to do.", "label": "desc", "answer": "accept"}
{"text": "Bessie Lee must, I think, have been a girl of good natural capacity, for she was smart in all she did, and had a remarkable knack of narrative; so, at least, I judge from the impression made on me by her nursery tales.", "label": "desc", "answer": "accept"}
{"text": "She was pretty too, if my recollections of her face and person are correct.", "label": "desc", "answer": "accept"}
{"text": "I remember her as a slim young woman, with black hair, dark eyes, very nice features, and good, clear complexion; but she had a capricious and hasty temper, and indifferent ideas of principle or justice: still, such as she was, I preferred her to any one else at Gateshead Hall.", "label": "desc", "answer": "accept"}
{"text": "“Silence!” ejaculated a voice; not that of Miss Miller, but one of the upper teachers, a little and dark personage, smartly dressed, but of somewhat morose aspect, who installed herself at the top of one table, while a more buxom lady presided at the other.", "label": "desc", "answer": "accept"}
{"text": "I looked in vain for her I had first seen the night before; she was not visible:", "label": "desc", "answer": "accept"}
{"text": "Miss Miller occupied the foot of the table where I sat, and a strange, foreign-looking, elderly lady, the French teacher, as I afterwards found, took the corresponding seat at the other board.", "label": "desc", "answer": "accept"}
{"text": "A long grace was said and a hymn sung; then a servant brought in some tea for the teachers, and the meal began.", "label": "desc", "answer": "accept"}
{"text": "I was still looking at them, and also at intervals examining the teachers—none of whom precisely pleased me; for the stout one was a little coarse, the dark one not a little fierce, the foreigner harsh and grotesque, and Miss Miller, poor thing!", "label": "desc", "answer": "accept"}
{"text": "looked purple, weather-beaten, and over-worked—when, as my eye wandered from face to face, the whole school rose simultaneously, as if moved by a common spring.", "label": "desc", "answer": "accept"}
{"text": "While the direction was being executed, the lady consulted moved slowly up the room.", "label": "desc", "answer": "accept"}
{"text": "I suppose I have a considerable organ of veneration, for I retain yet the sense of admiring awe with which my eyes traced her steps.", "label": "desc", "answer": "accept"}
{"text": "Seen now, in broad daylight, she looked tall, fair, and shapely; brown eyes with a benignant light in their irids, and a fine pencilling of long lashes round, relieved the whiteness of her large front; on each of her temples her hair, of a very dark brown, was clustered in round curls, according to the fashion of those times, when neither smooth bands nor long ringlets were in vogue; her dress, also in the mode of the day, was of purple cloth, relieved by a sort of Spanish trimming of black velvet; a gold watch (watches were not so common then as now) shone at her girdle.", "label": "desc", "answer": "accept"}
{"text": "Let the reader add, to complete the picture, refined features; a complexion, if pale, clear; and a stately air and carriage, and he will have, at least, as clearly as words can give it, a correct idea of the exterior of Miss Temple—Maria Temple, as I afterwards saw the name written in a prayer-book intrusted to me to carry to church.", "label": "desc", "answer": "accept"}
{"text": "“The one with red cheeks is called Miss Smith; she attends to the work, and cuts out—for we make our own clothes, our frocks, and pelisses, and everything; the little one with black hair is Miss Scatcherd; she teaches history and grammar, and hears the second class repetitions; and the one who wears a shawl, and has a pocket-handkerchief tied to her side with a yellow ribband, is Madame Pierrot: she comes from Lisle, in France, and teaches French.”", "label": "desc", "answer": "accept"}
{"text": "Mr. Brocklehurst was here interrupted: three other visitors, ladies, now entered the room.", "label": "desc", "answer": "accept"}
{"text": "They ought to have come a little sooner to have heard his lecture on dress, for they were splendidly attired in velvet, silk, and furs.", "label": "desc", "answer": "accept"}
{"text": "The two younger of the trio (fine girls of sixteen and seventeen) had grey beaver hats, then in fashion, shaded with ostrich plumes, and from under the brim of this graceful head-dress fell a profusion of light tresses, elaborately curled; the elder lady was enveloped in a costly velvet shawl, trimmed with ermine, and she wore a false front of French curls.", "label": "desc", "answer": "accept"}
{"text": "There was I, then, mounted aloft; I, who had said I could not bear the shame of standing on my natural feet in the middle of the room, was now exposed to general view on a pedestal of infamy.", "label": "desc", "answer": "accept"}
{"text": "What my sensations were, no language can describe; but just as they all rose, stifling my breath and constricting my throat, a girl came up and passed me: in passing, she lifted her eyes.", "label": "desc", "answer": "accept"}
{"text": "What a strange light inspired them!", "label": "desc", "answer": "accept"}
{"text": "What an extraordinary sensation that ray sent through me!", "label": "desc", "answer": "accept"}
{"text": "How the new feeling bore me up!", "label": "desc", "answer": "accept"}
{"text": "It was as if a martyr, a hero, had passed a slave or victim, and imparted strength in the transit.", "label": "desc", "answer": "accept"}
{"text": "I mastered the rising hysteria, lifted up my head, and took a firm stand on the stool.", "label": "desc", "answer": "accept"}
{"text": "Helen Burns asked some slight question about her work of Miss Smith, was chidden for the triviality of the inquiry, returned to her place, and smiled at me as she again went by.", "label": "desc", "answer": "accept"}
{"text": "What a smile!", "label": "desc", "answer": "accept"}
{"text": "I remember it now, and I know that it was the effluence of fine intellect, of true courage; it lit up her marked lineaments, her thin face, her sunken grey eye, like a reflection from the aspect of an angel.", "label": "desc", "answer": "accept"}
{"text": "Yet at that moment Helen Burns wore on her arm “the untidy badge;” scarcely an hour ago I had heard her condemned by Miss Scatcherd to a dinner of bread and water on the morrow because she had blotted an exercise in copying it out.", "label": "desc", "answer": "accept"}
{"text": "Such is the imperfect nature of man!", "label": "desc", "answer": "accept"}
{"text": "such spots are there on the disc of the clearest planet; and eyes like Miss Scatcherd’s can only see those minute defects, and are blind to the full brightness of the orb.", "label": "desc", "answer": "accept"}
{"text": "She kissed me, and still keeping me at her side (where I was well contented to stand, for I derived a child’s pleasure from the contemplation of her face, her dress, her one or two ornaments, her white forehead, her clustered and shining curls, and beaming dark eyes), she proceeded to address Helen Burns.", "label": "desc", "answer": "accept"}
{"text": "Miss Temple had always something of serenity in her air, of state in her mien, of refined propriety in her language, which precluded deviation into the ardent, the excited, the eager: something which chastened the pleasure of those who looked on her and listened to her, by a controlling sense of awe; and such was my feeling now: but as to Helen Burns, I was struck with wonder.", "label": "desc", "answer": "accept"}
{"text": "The refreshing meal, the brilliant fire, the presence and kindness of her beloved instructress, or, perhaps, more than all these, something in her own unique mind, had roused her powers within her.", "label": "desc", "answer": "accept"}
{"text": "They woke, they kindled: first, they glowed in the bright tint of her cheek, which till this hour I had never seen but pale and bloodless; then they shone in the liquid lustre of her eyes, which had suddenly acquired a beauty more singular than that of Miss Temple’s—a beauty neither of fine colour nor long eyelash, nor pencilled brow, but of meaning, of movement, of radiance.", "label": "desc", "answer": "accept"}
{"text": "Then her soul sat on her lips, and language flowed, from what source I cannot tell.", "label": "desc", "answer": "accept"}
{"text": "Has a girl of fourteen a heart large enough, vigorous enough, to hold the swelling spring of pure, full, fervid eloquence?", "label": "desc", "answer": "accept"}
{"text": "Such was the characteristic of Helen’s discourse on that, to me, memorable evening; her spirit seemed hastening to live within a very brief span as much as many live during a protracted existence.", "label": "desc", "answer": "accept"}
{"text": "My favourite seat was a smooth and broad stone, rising white and dry from the very middle of the beck, and only to be got at by wading through the water; a feat I accomplished barefoot.", "label": "desc", "answer": "accept"}
{"text": "The stone was just broad enough to accommodate, comfortably, another girl and me, at that time my chosen comrade—one Mary Ann Wilson; a shrewd, observant personage, whose society I took pleasure in, partly because she was witty and original, and partly because she had a manner which set me at my ease.", "label": "desc", "answer": "accept"}
{"text": "Some years older than I, she knew more of the world, and could tell me many things I liked to hear: with her my curiosity found gratification: to my faults also she gave ample indulgence, never imposing curb or rein on anything I said.", "label": "desc", "answer": "accept"}
{"text": "She had a turn for narrative, I for analysis; she liked to inform, I to question; so we got on swimmingly together, deriving much entertainment, if not much improvement, from our mutual intercourse.", "label": "desc", "answer": "accept"}
{"text": "Miss Gryce snored at last; she was a heavy Welshwoman, and till now her habitual nasal strains had never been regarded by me in any other light than as a nuisance; to-night I hailed the first deep notes with satisfaction; I was debarrassed of interruption; my half-effaced thought instantly revived.", "label": "desc", "answer": "accept"}
{"text": "“I don’t know—it is not easy to describe—nothing striking, but you feel it when he speaks to you; you cannot be always sure whether he is in jest or earnest, whether he is pleased or the contrary; you don’t thoroughly understand him, in short—at least, I don’t: but it is of no consequence, he is a very good master.”", "label": "desc", "answer": "accept"}
{"text": "The door nearest me opened, and a servant came out,—a woman of between thirty and forty; a set, square-made figure, red-haired, and with a hard, plain face: any apparition less romantic or less ghostly could scarcely be conceived.", "label": "desc", "answer": "accept"}
{"text": "Something of daylight still lingered, and the moon was waxing bright: I could see him plainly.", "label": "desc", "answer": "accept"}
{"text": "His figure was enveloped in a riding cloak, fur collared and steel clasped; its details were not apparent, but I traced the general points of middle height and considerable breadth of chest.", "label": "desc", "answer": "accept"}
{"text": "He had a dark face, with stern features and a heavy brow; his eyes and gathered eyebrows looked ireful and thwarted just now; he was past youth, but had not reached middle-age; perhaps he might be thirty-five.", "label": "desc", "answer": "accept"}
{"text": "I felt no fear of him, and but little shyness.", "label": "desc", "answer": "accept"}
{"text": "Had he been a handsome, heroic-looking young gentleman, I should not have dared to stand thus questioning him against his will, and offering my services unasked.", "label": "desc", "answer": "accept"}
{"text": "I had hardly ever seen a handsome youth; never in my life spoken to one.", "label": "desc", "answer": "accept"}
{"text": "I had a theoretical reverence and homage for beauty, elegance, gallantry, fascination; but had I met those qualities incarnate in masculine shape, I should have known instinctively that they neither had nor could have sympathy with anything in me, and should have shunned them as one would fire, lightning, or anything else that is bright but antipathetic.", "label": "desc", "answer": "accept"}
{"text": "“You ought to have replied no such thing.", "label": "desc", "answer": "accept"}
{"text": "Beauty of little consequence, indeed!", "label": "desc", "answer": "accept"}
{"text": "And so, under pretence of softening the previous outrage, of stroking and soothing me into placidity, you stick a sly penknife under my ear!", "label": "desc", "answer": "accept"}
{"text": "Go on: what fault do you find with me, pray?", "label": "desc", "answer": "accept"}
{"text": "I suppose I have all my limbs and all my features like any other man?”", "label": "desc", "answer": "accept"}
{"text": "“You looked very much puzzled, Miss Eyre; and though you are not pretty any more than I am handsome, yet a puzzled air becomes you; besides, it is convenient, for it keeps those searching eyes of yours away from my physiognomy, and busies them with the worsted flowers of the rug; so puzzle on.", "label": "desc", "answer": "accept"}
{"text": "Young lady, I am disposed to be gregarious and communicative to-night.”", "label": "desc", "answer": "accept"}
{"text": "“Just so.", "label": "desc", "answer": "accept"}
{"text": "Grace Poole—you have guessed it.", "label": "desc", "answer": "accept"}
{"text": "She is, as you say, singular—very.", "label": "desc", "answer": "accept"}
{"text": "Well, I shall reflect on the subject.", "label": "desc", "answer": "accept"}
{"text": "Meantime, I am glad that you are the only person, besides myself, acquainted with the precise details of to-night’s incident.", "label": "desc", "answer": "accept"}
{"text": "You are no talking fool: say nothing about it.", "label": "desc", "answer": "accept"}
{"text": "I will account for this state of affairs” (pointing to the bed): “and now return to your own room.", "label": "desc", "answer": "accept"}
{"text": "I shall do very well on the sofa in the library for the rest of the night.", "label": "desc", "answer": "accept"}
{"text": "It is near four:—in two hours the servants will be up.”", "label": "desc", "answer": "accept"}
{"text": "There she sat, staid and taciturn-looking, as usual, in her brown stuff gown, her check apron, white handkerchief, and cap.", "label": "desc", "answer": "accept"}
{"text": "She was intent on her work, in which her whole thoughts seemed absorbed: on her hard forehead, and in her commonplace features, was nothing either of the paleness or desperation one would have expected to see marking the countenance of a woman who had attempted murder, and whose intended victim had followed her last night to her lair, and (as I believed), charged her with the crime she wished to perpetrate.", "label": "desc", "answer": "accept"}
{"text": "I was amazed—confounded.", "label": "desc", "answer": "accept"}
{"text": "She looked up, while I still gazed at her: no start, no increase or failure of colour betrayed emotion, consciousness of guilt, or fear of detection.", "label": "desc", "answer": "accept"}
{"text": "She said “Good morning, Miss,” in her usual phlegmatic and brief manner; and taking up another ring and more tape, went on with her sewing.", "label": "desc", "answer": "accept"}
{"text": "Had Grace been young and handsome, I should have been tempted to think that tenderer feelings than prudence or fear influenced Mr. Rochester in her behalf; but, hard-favoured and matronly as she was, the idea could not be admitted.", "label": "desc", "answer": "accept"}
{"text": "“Yet,” I reflected, “she has been young once; her youth would be contemporary with her master’s: Mrs. Fairfax told me once, she had lived here many years.", "label": "desc", "answer": "accept"}
{"text": "I don’t think she can ever have been pretty; but, for aught I know, she may possess originality and strength of character to compensate for the want of personal advantages.", "label": "desc", "answer": "accept"}
{"text": "Mr. Rochester is an amateur of the decided and eccentric: Grace is eccentric at least.", "label": "desc", "answer": "accept"}
{"text": "What if a former caprice (a freak very possible to a nature so sudden and headstrong as his) has delivered him into her power, and she now exercises over his actions a secret influence, the result of his own indiscretion, which he cannot shake off, and dare not disregard?”", "label": "desc", "answer": "accept"}
{"text": "But, having reached this point of conjecture, Mrs. Poole’s square, flat figure, and uncomely, dry, even coarse face, recurred so distinctly to my mind’s eye, that I thought, “No; impossible!", "label": "desc", "answer": "accept"}
{"text": "my supposition cannot be correct.", "label": "desc", "answer": "accept"}
{"text": "Yet,” suggested the secret voice which talks to us in our own hearts, “you are not beautiful either, and perhaps Mr. Rochester approves you: at any rate, you have often felt as if he did; and last night—remember his words; remember his look; remember his voice!”", "label": "desc", "answer": "accept"}
{"text": "“Tall, fine bust, sloping shoulders; long, graceful neck: olive complexion, dark and clear; noble features; eyes rather like Mr. Rochester’s: large and black, and as brilliant as her jewels.", "label": "desc", "answer": "accept"}
{"text": "And then she had such a fine head of hair; raven-black and so becomingly arranged: a crown of thick plaits behind, and in front the longest, the glossiest curls I ever saw.", "label": "desc", "answer": "accept"}
{"text": "She was dressed in pure white; an amber-coloured scarf was passed over her shoulder and across her breast, tied at the side, and descending in long, fringed ends below her knee.", "label": "desc", "answer": "accept"}
{"text": "She wore an amber-coloured flower, too, in her hair: it contrasted well with the jetty mass of her curls.”", "label": "desc", "answer": "accept"}
{"text": "But the three most distinguished—partly, perhaps, because the tallest figures of the band—were the Dowager Lady Ingram and her daughters, Blanche and Mary.", "label": "desc", "answer": "accept"}
{"text": "They were all three of the loftiest stature of women.", "label": "desc", "answer": "accept"}
{"text": "The Dowager might be between forty and fifty: her shape was still fine; her hair (by candle-light at least) still black; her teeth, too, were still apparently perfect.", "label": "desc", "answer": "accept"}
{"text": "Most people would have termed her a splendid woman of her age: and so she was, no doubt, physically speaking; but then there was an expression of almost insupportable haughtiness in her bearing and countenance.", "label": "desc", "answer": "accept"}
{"text": "She had Roman features and a double chin, disappearing into a throat like a pillar: these features appeared to me not only inflated and darkened, but even furrowed with pride; and the chin was sustained by the same principle, in a position of almost preternatural erectness.", "label": "desc", "answer": "accept"}
{"text": "She had, likewise, a fierce and a hard eye: it reminded me of Mrs. Reed’s; she mouthed her words in speaking; her voice was deep, its inflections very pompous, very dogmatical,—very intolerable, in short.", "label": "desc", "answer": "accept"}
{"text": "A crimson velvet robe, and a shawl turban of some gold-wrought Indian fabric, invested her (I suppose she thought) with a truly imperial dignity.", "label": "desc", "answer": "accept"}
{"text": "As far as person went, she answered point for point, both to my picture and Mrs. Fairfax’s description.", "label": "desc", "answer": "accept"}
{"text": "The noble bust, the sloping shoulders, the graceful neck, the dark eyes and black ringlets were all there;—but her face?", "label": "desc", "answer": "accept"}
{"text": "Her face was like her mother’s; a youthful unfurrowed likeness: the same low brow, the same high features, the same pride.", "label": "desc", "answer": "accept"}
{"text": "It was not, however, so saturnine a pride!", "label": "desc", "answer": "accept"}
{"text": "she laughed continually; her laugh was satirical, and so was the habitual expression of her arched and haughty lip.", "label": "desc", "answer": "accept"}
{"text": "At last coffee is brought in, and the gentlemen are summoned.", "label": "desc", "answer": "accept"}
{"text": "I sit in the shade—if any shade there be in this brilliantly-lit apartment; the window-curtain half hides me.", "label": "desc", "answer": "accept"}
{"text": "Again the arch yawns; they come.", "label": "desc", "answer": "accept"}
{"text": "The collective appearance of the gentlemen, like that of the ladies, is very imposing: they are all costumed in black; most of them are tall, some young.", "label": "desc", "answer": "accept"}
{"text": "Henry and Frederick Lynn are very dashing sparks indeed; and Colonel Dent is a fine soldierly man.", "label": "desc", "answer": "accept"}
{"text": "Mr. Eshton, the magistrate of the district, is gentleman-like: his hair is quite white, his eyebrows and whiskers still dark, which gives him something of the appearance of a “père noble de théâtre.”", "label": "desc", "answer": "accept"}
{"text": "Lord Ingram, like his sisters, is very tall; like them, also, he is handsome; but he shares Mary’s apathetic and listless look: he seems to have more length of limb than vivacity of blood or vigour of brain.", "label": "desc", "answer": "accept"}
{"text": "Most true is it that “beauty is in the eye of the gazer.”", "label": "desc", "answer": "accept"}
{"text": "My master’s colourless, olive face, square, massive brow, broad and jetty eyebrows, deep eyes, strong features, firm, grim mouth,—all energy, decision, will,—were not beautiful, according to rule; but they were more than beautiful to me; they were full of an interest, an influence that quite mastered me,—that took my feelings from my own power and fettered them in his.", "label": "desc", "answer": "accept"}
{"text": "I had not intended to love him; the reader knows I had wrought hard to extirpate from my soul the germs of love there detected; and now, at the first renewed view of him, they spontaneously arrived, green and strong!", "label": "desc", "answer": "accept"}
{"text": "He made me love him without looking at me.", "label": "desc", "answer": "accept"}
{"text": "If she had managed the victory at once, and he had yielded and sincerely laid his heart at her feet, I should have covered my face, turned to the wall, and (figuratively) have died to them.", "label": "desc", "answer": "accept"}
{"text": "If Miss Ingram had been a good and noble woman, endowed with force, fervour, kindness, sense, I should have had one vital struggle with two tigers—jealousy and despair: then, my heart torn out and devoured, I should have admired her—acknowledged her excellence, and been quiet for the rest of my days: and the more absolute her superiority, the deeper would have been my admiration—the more truly tranquil my quiescence.", "label": "desc", "answer": "accept"}
{"text": "But as matters really stood, to watch Miss Ingram’s efforts at fascinating Mr. Rochester, to witness their repeated failure—herself unconscious that they did fail; vainly fancying that each shaft launched hit the mark, and infatuatedly pluming herself on success, when her pride and self-complacency repelled further and further what she wished to allure—to witness this, was to be at once under ceaseless excitation and ruthless restraint.", "label": "desc", "answer": "accept"}
{"text": "The sound of the dressing-bell dispersed the party.", "label": "desc", "answer": "accept"}
{"text": "It was not till after dinner that I saw him again: he then seemed quite at his ease.", "label": "desc", "answer": "accept"}
{"text": "But I liked his physiognomy even less than before: it struck me as being at the same time unsettled and inanimate.", "label": "desc", "answer": "accept"}
{"text": "His eye wandered, and had no meaning in its wandering: this gave him an odd look, such as I never remembered to have seen.", "label": "desc", "answer": "accept"}
{"text": "For a handsome and not an unamiable-looking man, he repelled me exceedingly: there was no power in that smooth-skinned face of a full oval shape: no firmness in that aquiline nose and small cherry mouth; there was no thought on the low, even forehead; no command in that blank, brown eye.", "label": "desc", "answer": "accept"}
{"text": "Two or three of the gentlemen sat near him, and I caught at times scraps of their conversation across the room.", "label": "desc", "answer": "accept"}
{"text": "At first I could not make much sense of what I heard; for the discourse of Louisa Eshton and Mary Ingram, who sat nearer to me, confused the fragmentary sentences that reached me at intervals.", "label": "desc", "answer": "accept"}
{"text": "These last were discussing the stranger; they both called him “a beautiful man.”", "label": "desc", "answer": "accept"}
{"text": "Louisa said he was “a love of a creature,” and she “adored him;” and Mary instanced his “pretty little mouth, and nice nose,” as her ideal of the charming.", "label": "desc", "answer": "accept"}
{"text": "He was not in any of the lower rooms; he was not in the yard, the stables, or the grounds.", "label": "desc", "answer": "accept"}
{"text": "I asked Mrs. Fairfax if she had seen him;—yes: she believed he was playing billiards with Miss Ingram.", "label": "desc", "answer": "accept"}
{"text": "To the billiard-room", "label": "desc", "answer": "accept"}
{"text": "I hastened: the click of balls and the hum of voices resounded thence; Mr. Rochester, Miss Ingram, the two Misses Eshton, and their admirers, were all busied in the game.", "label": "desc", "answer": "accept"}
{"text": "It required some courage to disturb so interesting a party; my errand, however, was one I could not defer, so I approached the master where he stood at Miss Ingram’s side.", "label": "desc", "answer": "accept"}
{"text": "She turned as I drew near, and looked at me haughtily: her eyes seemed to demand, “What can the creeping creature want now?”", "label": "desc", "answer": "accept"}
{"text": "and when I said, in a low voice, “Mr. Rochester,” she made a movement as if tempted to order me away.", "label": "desc", "answer": "accept"}
{"text": "I remember her appearance at the moment—it was very graceful and very striking: she wore a morning robe of sky-blue crape; a gauzy azure scarf was twisted in her hair.", "label": "desc", "answer": "accept"}
{"text": "She had been all animation with the game, and irritated pride did not lower the expression of her haughty lineaments.", "label": "desc", "answer": "accept"}
{"text": "He held out his hand, laughing.", "label": "desc", "answer": "accept"}
{"text": "“Is that a dream?”", "label": "desc", "answer": "accept"}
{"text": "said he, placing it close to my eyes.", "label": "desc", "answer": "accept"}
{"text": "He had a rounded, muscular, and vigorous hand, as well as a long, strong arm.", "label": "desc", "answer": "accept"}
{"text": "“It seemed, sir, a woman, tall and large, with thick and dark hair hanging long down her back.", "label": "desc", "answer": "accept"}
{"text": "I know not what dress she had on: it was white and straight; but whether gown, sheet, or shroud, I cannot tell.”", "label": "desc", "answer": "accept"}
{"text": "“Jane, I will not trouble you with abominable details: some strong words shall express what I have to say.", "label": "desc", "answer": "accept"}
{"text": "I lived with that woman upstairs four years, and before that time she had tried me indeed: her character ripened and developed with frightful rapidity; her vices sprang up fast and rank: they were so strong, only cruelty could check them, and I would not use cruelty.", "label": "desc", "answer": "accept"}
{"text": "What a pigmy intellect she had, and what giant propensities!", "label": "desc", "answer": "accept"}
{"text": "How fearful were the curses those propensities entailed on me!", "label": "desc", "answer": "accept"}
{"text": "Bertha Mason, the true daughter of an infamous mother, dragged me through all the hideous and degrading agonies which must attend a man bound to a wife at once intemperate and unchaste.", "label": "desc", "answer": "accept"}
{"text": "It was true.", "label": "desc", "answer": "accept"}
{"text": "Though Mr. Rivers had started at the first of those musical accents, as if a thunderbolt had split a cloud over his head, he stood yet, at the close of the sentence, in the same attitude in which the speaker had surprised him—his arm resting on the gate, his face directed towards the west.", "label": "desc", "answer": "accept"}
{"text": "He turned at last, with measured deliberation.", "label": "desc", "answer": "accept"}
{"text": "A vision, as it seemed to me, had risen at his side.", "label": "desc", "answer": "accept"}
{"text": "There appeared, within three feet of him, a form clad in pure white—a youthful, graceful form: full, yet fine in contour; and when, after bending to caress Carlo, it lifted up its head, and threw back a long veil, there bloomed under his glance a face of perfect beauty.", "label": "desc", "answer": "accept"}
{"text": "Perfect beauty is a strong expression; but I do not retrace or qualify it: as sweet features as ever the temperate clime of Albion moulded; as pure hues of rose and lily as ever her humid gales and vapoury skies generated and screened, justified, in this instance, the term.", "label": "desc", "answer": "accept"}
{"text": "No charm was wanting, no defect was perceptible; the young girl had regular and delicate lineaments; eyes shaped and coloured as we see them in lovely pictures, large, and dark, and full; the long and shadowy eyelash which encircles a fine eye with so soft a fascination; the pencilled brow which gives such clearness; the white smooth forehead, which adds such repose to the livelier beauties of tint and ray; the cheek oval, fresh, and smooth; the lips, fresh too, ruddy, healthy, sweetly formed; the even and gleaming teeth without flaw; the small dimpled chin; the ornament of rich, plenteous tresses—all advantages, in short, which, combined, realise the ideal of beauty, were fully hers.", "label": "desc", "answer": "accept"}
{"text": "I wondered, as I looked at this fair creature: I admired her with my whole heart.", "label": "desc", "answer": "accept"}
{"text": "Nature had surely formed her in a partial mood; and, forgetting her usual stinted step-mother dole of gifts, had endowed this, her darling, with a grand-dame’s bounty.", "label": "desc", "answer": "accept"}
{"text": "It seemed to me that Mr. St. John’s under lip protruded, and his upper lip curled a moment.", "label": "desc", "answer": "accept"}
{"text": "His mouth certainly looked a good deal compressed, and the lower part of his face unusually stern and square, as the laughing girl gave him this information.", "label": "desc", "answer": "accept"}
{"text": "He lifted his gaze, too, from the daisies, and turned it on her.", "label": "desc", "answer": "accept"}
{"text": "An unsmiling, a searching, a meaning gaze it was.", "label": "desc", "answer": "accept"}
{"text": "She answered it with a second laugh, and laughter well became her youth, her roses, her dimples, her bright eyes.", "label": "desc", "answer": "accept"}
{"text": "As she patted the dog’s head, bending with native grace before his young and austere master, I saw a glow rise to that master’s face.", "label": "desc", "answer": "accept"}
{"text": "I saw his solemn eye melt with sudden fire, and flicker with resistless emotion.", "label": "desc", "answer": "accept"}
{"text": "Flushed and kindled thus, he looked nearly as beautiful for a man as she for a woman.", "label": "desc", "answer": "accept"}
{"text": "His chest heaved once, as if his large heart, weary of despotic constriction, had expanded, despite the will, and made a vigorous bound for the attainment of liberty.", "label": "desc", "answer": "accept"}
{"text": "But he curbed it, I think, as a resolute rider would curb a rearing steed.", "label": "desc", "answer": "accept"}
{"text": "He responded neither by word nor movement to the gentle advances made him.", "label": "desc", "answer": "accept"}
{"text": "Rosamond Oliver kept her word in coming to visit me.", "label": "desc", "answer": "accept"}
{"text": "Her call at the school was generally made in the course of her morning ride.", "label": "desc", "answer": "accept"}
{"text": "She would canter up to the door on her pony, followed by a mounted livery servant.", "label": "desc", "answer": "accept"}
{"text": "Anything more exquisite than her appearance, in her purple habit, with her Amazon’s cap of black velvet placed gracefully above the long curls that kissed her cheek and floated to her shoulders, can scarcely be imagined: and it was thus she would enter the rustic building, and glide through the dazzled ranks of the village children.", "label": "desc", "answer": "accept"}
{"text": "She generally came at the hour when Mr. Rivers was engaged in giving his daily catechising lesson.", "label": "desc", "answer": "accept"}
{"text": "Keenly, I fear, did the eye of the visitress pierce the young pastor’s heart.", "label": "desc", "answer": "accept"}
{"text": "A sort of instinct seemed to warn him of her entrance, even when he did not see it; and when he was looking quite away from the door, if she appeared at it, his cheek would glow, and his marble-seeming features, though they refused to relax, changed indescribably, and in their very quiescence became expressive of a repressed fervour, stronger than working muscle or darting glance could indicate.", "label": "desc", "answer": "accept"}
{"text": "“Don’t imagine such hard things.", "label": "desc", "answer": "accept"}
{"text": "Fancy me yielding and melting, as I am doing: human love rising like a freshly opened fountain in my mind and overflowing with sweet inundation all the field I have so carefully and with such labour prepared—so assiduously sown with the seeds of good intentions, of self-denying plans.", "label": "desc", "answer": "accept"}
{"text": "And now it is deluged with a nectarous flood—the young germs swamped—delicious poison cankering them: now I see myself stretched on an ottoman in the drawing-room at Vale Hall at my bride Rosamond Oliver’s feet: she is talking to me with her sweet voice—gazing down on me with those eyes your skilful hand has copied so well—smiling at me with these coral lips.", "label": "desc", "answer": "accept"}
{"text": "She is mine—I am hers—this present life and passing world suffice to me.", "label": "desc", "answer": "accept"}
{"text": "Hush!", "label": "desc", "answer": "accept"}
{"text": "say nothing—my heart is full of delight—my senses are entranced—let the time I marked pass in peace.”", "label": "desc", "answer": "accept"}
{"text": "He sat down.", "label": "desc", "answer": "accept"}
{"text": "I recalled his singular conduct of yesterday, and really I began to fear his wits were touched.", "label": "desc", "answer": "accept"}
{"text": "If he were insane, however, his was a very cool and collected insanity: I had never seen that handsome-featured face of his look more like chiselled marble than it did just now, as he put aside his snow-wet hair from his forehead and let the firelight shine free on his pale brow and cheek as pale, where it grieved me to discover the hollow trace of care or sorrow now so plainly graved.", "label": "desc", "answer": "accept"}
{"text": "I waited, expecting he would say something I could at least comprehend; but his hand was now at his chin, his finger on his lip: he was thinking.", "label": "desc", "answer": "accept"}
{"text": "It struck me that his hand looked wasted like his face.", "label": "desc", "answer": "accept"}
{"text": "A perhaps uncalled-for gush of pity came over my heart: I was moved to say— Now, I did not like this, reader.", "label": "desc", "answer": "accept"}
{"text": "St. John was a good man; but I began to feel he had spoken truth of himself when he said he was hard and cold.", "label": "desc", "answer": "accept"}
{"text": "The humanities and amenities of life had no attraction for him—its peaceful enjoyments no charm.", "label": "desc", "answer": "accept"}
{"text": "Literally, he lived only to aspire—after what was good and great, certainly; but still he would never rest, nor approve of others resting round him.", "label": "desc", "answer": "accept"}
{"text": "As I looked at his lofty forehead, still and pale as a white stone—at his fine lineaments fixed in study—I comprehended all at once that he would hardly make a good husband: that it would be a trying thing to be his wife.", "label": "desc", "answer": "accept"}
{"text": "I understood, as by inspiration, the nature of his love for Miss Oliver; I agreed with him that it was but a love of the senses.", "label": "desc", "answer": "accept"}
{"text": "I comprehended how he should despise himself for the feverish influence it exercised over him; how he should wish to stifle and destroy it; how he should mistrust its ever conducting permanently to his happiness or hers.", "label": "desc", "answer": "accept"}
{"text": "I saw he was of the material from which nature hews her heroes—Christian and Pagan—her lawgivers, her statesmen, her conquerors: a steadfast bulwark for great interests to rest upon; but, at the fireside, too often a cold cumbrous column, gloomy and out of place.", "label": "desc", "answer": "accept"}
{"text": "“His manners, I think, you said are not to your taste?—priggish and parsonic?”", "label": "desc", "answer": "accept"}
{"text": "“St. John dresses well.", "label": "desc", "answer": "accept"}
{"text": "He is a handsome man: tall, fair, with blue eyes, and a Grecian profile.”", "label": "desc", "answer": "accept"}
{"text": "“The picture you have just drawn is suggestive of a rather too overwhelming contrast.", "label": "desc", "answer": "accept"}
{"text": "Your words have delineated very prettily a graceful Apollo: he is present to your imagination,—tall, fair, blue-eyed, and with a Grecian profile.", "label": "desc", "answer": "accept"}
{"text": "Your eyes dwell on a Vulcan,—a real blacksmith, brown, broad-shouldered: and blind and lame into the bargain.”", "label": "desc", "answer": "accept"}
{"text": "The charwoman was going on; but here Leah turned and perceived me, and she instantly gave her companion a nudge.", "label": "desc", "answer": "reject"}
{"text": "The lady I had left might be about twenty-nine; the one who went with me appeared some years younger: the first impressed me by her voice, look, and air.", "label": "desc", "answer": "reject"}
{"text": "Miss Miller was more ordinary; ruddy in complexion, though of a careworn countenance; hurried in gait and action, like one who had always a multiplicity of tasks on hand: she looked, indeed, what I afterwards found she really was, an under-teacher.", "label": "desc", "answer": "reject"}
{"text": "Led by her, I passed from compartment to compartment, from passage to passage, of a large and irregular building; till, emerging from the total and somewhat dreary silence pervading that portion of the house we had traversed, we came upon the hum of many voices, and presently entered a wide, long room, with great deal tables, two at each end, on each of which burnt a pair of candles, and seated all round on benches, a congregation of girls of every age, from nine or ten to twenty.", "label": "desc", "answer": "reject"}
{"text": "Seen by the dim light of the dips, their number to me appeared countless, though not in reality exceeding eighty; they were uniformly dressed in brown stuff frocks of quaint fashion, and long holland pinafores.", "label": "desc", "answer": "reject"}
{"text": "It was the hour of study; they were engaged in conning over their to-morrow’s task, and the hum I had heard was the combined result of their whispered repetitions.", "label": "desc", "answer": "reject"}
{"text": "“To be sure.”", "label": "desc", "answer": "reject"}
{"text": "To much confabulation succeeded a sound of scrubbing and setting to rights; and when I passed the room, in going downstairs to dinner, I saw through the open door that all was again restored to complete order; only the bed was stripped of its hangings.", "label": "desc", "answer": "reject"}
{"text": "Leah stood up in the window-seat, rubbing the panes of glass dimmed with smoke.", "label": "desc", "answer": "reject"}
{"text": "I was about to address her, for I wished to know what account had been given of the affair: but, on advancing, I saw a second person in the chamber—a woman sitting on a chair by the bedside, and sewing rings to new curtains.", "label": "desc", "answer": "reject"}
{"text": "That woman was no other than Grace Poole.", "label": "desc", "answer": "reject"}
{"text": "“Insupportable—unnatural—out of the question!”", "label": "desc", "answer": "reject"}
{"text": "“His name is Mason, sir; and he comes from the West Indies; from Spanish Town, in Jamaica, I think.”", "label": "desc", "answer": "reject"}
{"text": "“Your fortune is yet doubtful: when I examined your face, one trait contradicted another.", "label": "desc", "answer": "reject"}
{"text": "Chance has meted you a measure of happiness: that I know.", "label": "desc", "answer": "reject"}
{"text": "I knew it before I came here this evening.", "label": "desc", "answer": "reject"}
{"text": "She has laid it carefully on one side for you.", "label": "desc", "answer": "reject"}
{"text": "I saw her do it.", "label": "desc", "answer": "reject"}
{"text": "It depends on yourself to stretch out your hand, and take it up: but whether you will do so, is the problem I study.", "label": "desc", "answer": "reject"}
{"text": "Kneel again on the rug.”", "label": "desc", "answer": "reject"}
{"text": "“Well,” I asked impatiently, “is not Mrs. Reed a hard-hearted, bad woman?”", "label": "desc", "answer": "reject"}
{"text": "“Very.", "label": "desc", "answer": "reject"}
{"text": "She went up to London last winter with her mama, and there everybody admired her, and a young lord fell in love with her: but his relations were against the match; and—what do you think?—he and Miss Georgiana made it up to run away; but they were found out and stopped.", "label": "desc", "answer": "reject"}
{"text": "It was Miss Reed that found them out: I believe she was envious; and now she and her sister lead a cat and dog life together; they are always quarrelling—” Again I ran, and again returned, bearing an immense mantle lined and edged with fur.", "label": "desc", "answer": "reject"}
{"text": "And I came out immediately, for I trembled at the idea of being dragged forth by the said Jack.", "label": "desc", "answer": "reject"}
{"text": "“Now, my little friend, while the sun drinks the dew—while all the flowers in this old garden awake and expand, and the birds fetch their young ones’ breakfast out of the Thornfield, and the early bees do their first spell of work—I’ll put a case to you, which you must endeavour to suppose your own: but first, look at me, and tell me you are at ease, and not fearing that I err in detaining you, or that you err in staying.”", "label": "desc", "answer": "reject"}
{"text": "“And cross and cruel,” I added; but Helen Burns would not admit my addition: she kept silence.", "label": "desc", "answer": "reject"}
{"text": "“Well, and what of John Reed?”", "label": "desc", "answer": "reject"}
{"text": "“Of course.", "label": "desc", "answer": "reject"}
{"text": "And now, sir, to reward you for the accurate guess, I will promise to paint you a careful and faithful duplicate of this very picture, provided you admit that the gift would be acceptable to you.", "label": "desc", "answer": "reject"}
{"text": "I don’t wish to throw away my time and trouble on an offering you would deem worthless.”", "label": "desc", "answer": "reject"}
{"text": "Old times crowded fast back on me as I watched her bustling about—setting out the tea-tray with her best china, cutting bread and butter, toasting a tea-cake, and, between whiles, giving little Robert or Jane an occasional tap or push, just as she used to give me in former days.", "label": "desc", "answer": "reject"}
{"text": "Bessie had retained her quick temper as well as her light foot and good looks.", "label": "desc", "answer": "reject"}
{"text": "He now resumed the book with which he had been occupied before tea.", "label": "desc", "answer": "reject"}
{"text": "I soon withdrew, for I had talked as much, and sat up as long, as my present strength would permit.", "label": "desc", "answer": "reject"}
{"text": "“The mistress has been dead this mony a year.”", "label": "desc", "answer": "reject"}
{"text": "“It was with me; and I did not like it.", "label": "desc", "answer": "reject"}
{"text": "It was a grovelling fashion of existence: I should never like to return to it.", "label": "desc", "answer": "reject"}
{"text": "Hiring a mistress is the next worse thing to buying a slave: both are often by nature, and always by position, inferior: and to live familiarly with inferiors is degrading.", "label": "desc", "answer": "reject"}
{"text": "I now hate the recollection of the time I passed with Céline, Giacinta, and Clara.”", "label": "desc", "answer": "reject"}
{"text": "BYTHE AUTHOR “Sir?” said Mrs. Fairfax.", "label": "desc", "answer": "reject"}
{"text": "“Oh, don’t fall back on over-modesty!", "label": "desc", "answer": "reject"}
{"text": "I have examined Adèle, and find you have taken great pains with her: she is not bright, she has no talents; yet in a short time she has made much improvement.”", "label": "desc", "answer": "reject"}
{"text": "“Then you are not in the habit of bolting your door every night before you get into bed?”", "label": "desc", "answer": "reject"}
{"text": "“If you twist in that way you will make me pull the hair out of your head; and then I think you will cease to entertain doubts of my substantiality.”", "label": "desc", "answer": "reject"}
{"text": "“Enough!”", "label": "desc", "answer": "reject"}
{"text": "he called out in a few minutes.", "label": "desc", "answer": "reject"}
{"text": "“You play a little, I see; like any other English school-girl; perhaps rather better than some, but not well.”", "label": "desc", "answer": "reject"}
{"text": "“Of course I did.", "label": "desc", "answer": "reject"}
{"text": "But to the point if you please, sir—Miss Ingram?”", "label": "desc", "answer": "reject"}
{"text": "A singular notion dawned upon me.", "label": "desc", "answer": "reject"}
{"text": "I doubted not—never doubted—that if Mr. Reed had been alive he would have treated me kindly; and now, as I sat looking at the white bed and overshadowed walls—occasionally also turning a fascinated eye towards the dimly gleaming mirror—I began to recall what I had heard of dead men, troubled in their graves by the violation of their last wishes, revisiting the earth to punish the perjured and avenge the oppressed; and I thought Mr. Reed’s spirit, harassed by the wrongs of his sister’s child, might quit its abode—whether in the church vault or in the unknown world of the departed—and rise before me in this chamber.", "label": "desc", "answer": "reject"}
{"text": "I wiped my tears and hushed my sobs, fearful lest any sign of violent grief might waken a preternatural voice to comfort me, or elicit from the gloom some haloed face, bending over me with strange pity.", "label": "desc", "answer": "reject"}
{"text": "This idea, consolatory in theory, I felt would be terrible if realised: with all my", "label": "desc", "answer": "reject"}
{"text": "might", "label": "desc", "answer": "reject"}
{"text": "I endeavoured to stifle it—I endeavoured to be firm.", "label": "desc", "answer": "reject"}
{"text": "Shaking my hair from my eyes, I lifted my head and tried to look boldly round the dark room; at this moment a light gleamed on the wall.", "label": "desc", "answer": "reject"}
{"text": "Was it, I asked myself, a ray from the moon penetrating some aperture in the blind?", "label": "desc", "answer": "reject"}
{"text": "No; moonlight was still, and this stirred; while I gazed, it glided up to the ceiling and quivered over my head.", "label": "desc", "answer": "reject"}
{"text": "I can now conjecture readily that this streak of light was, in all likelihood, a gleam from a lantern carried by some one across the lawn: but then, prepared as my mind was for horror, shaken as my nerves were by agitation, I thought the swift darting beam was a herald of some coming vision from another world.", "label": "desc", "answer": "reject"}
{"text": "My heart beat thick, my head grew hot; a sound filled my ears, which I deemed the rushing of wings; something seemed near me; I was oppressed, suffocated: endurance broke down; I rushed to the door and shook the lock in desperate effort.", "label": "desc", "answer": "reject"}
{"text": "Steps came running along the outer passage; the key turned, Bessie and Abbot entered.", "label": "desc", "answer": "reject"}
{"text": "“And your previous dreams, were they real too?", "label": "desc", "answer": "reject"}
{"text": "Is Thornfield Hall a ruin?", "label": "desc", "answer": "reject"}
{"text": "Am I severed from you by insuperable obstacles?", "label": "desc", "answer": "reject"}
{"text": "Am I leaving you without a tear—without a kiss—without a word?”", "label": "desc", "answer": "reject"}
{"text": "“Oh, don’t refer him to me, mama!", "label": "desc", "answer": "reject"}
{"text": "I have just one word to say of the whole tribe; they are a nuisance.", "label": "desc", "answer": "reject"}
{"text": "Not that I ever suffered much from them; I took care to turn the tables.", "label": "desc", "answer": "reject"}
{"text": "What tricks Theodore and I used to play on our Miss Wilsons, and Mrs. Greys, and Madame Jouberts!", "label": "desc", "answer": "reject"}
{"text": "Mary was always too sleepy to join in a plot with spirit.", "label": "desc", "answer": "reject"}
{"text": "The best fun was with Madame Joubert: Miss Wilson was a poor sickly thing, lachrymose and low-spirited, not worth the trouble of vanquishing, in short; and Mrs. Grey was coarse and insensible; no blow took effect on her.", "label": "desc", "answer": "reject"}
{"text": "But poor Madame Joubert!", "label": "desc", "answer": "reject"}
{"text": "I see her yet in her raging passions, when we had driven her to extremities—spilt our tea, crumbled our bread and butter, tossed our books up to the ceiling, and played a charivari with the ruler and desk, the fender and fire-irons.", "label": "desc", "answer": "reject"}
{"text": "Theodore, do you remember those merry days?”", "label": "desc", "answer": "reject"}
{"text": "A commonplace, practical reply, out of the train of his own disturbed ideas, was, I was sure, the best and most reassuring for him in this frame of mind.", "label": "desc", "answer": "reject"}
{"text": "I passed my finger over his eyebrows, and remarked that they were scorched, and that I would apply something which would make them grow as broad and black as ever.", "label": "desc", "answer": "reject"}
{"text": "“Qu’avez-vous, mademoiselle?” said she.", "label": "desc", "answer": "reject"}
{"text": "“Vos doigts tremblent comme la feuille, et vos joues sont rouges: mais, rouges comme des cerises!”", "label": "desc", "answer": "reject"}
{"text": "“Do as you please, sir.”", "label": "desc", "answer": "reject"}
{"text": "“Then why does he follow you so with his eyes, and get you so frequently alone with him, and keep you so continually at his side?", "label": "desc", "answer": "reject"}
{"text": "Mary and I had both concluded he wished you to marry him.”", "label": "desc", "answer": "reject"}
{"text": "“Then, sir, listen.", "label": "desc", "answer": "reject"}
{"text": "You were from home last night?”", "label": "desc", "answer": "reject"}
{"text": "“Benefactress! benefactress!” said I inwardly: “they all call Mrs. Reed my benefactress; if so, a benefactress is a disagreeable thing.”", "label": "desc", "answer": "reject"}
{"text": "“Because you are sorry to leave it?”", "label": "desc", "answer": "reject"}
{"text": "No weather seemed to hinder him in these pastoral excursions: rain or fair, he would, when his hours of morning study were over, take his hat, and, followed by his father’s old pointer, Carlo, go out on his mission of love or duty—I scarcely know in which light he regarded it.", "label": "desc", "answer": "reject"}
{"text": "Sometimes, when the day was very unfavourable, his sisters would expostulate.", "label": "desc", "answer": "reject"}
{"text": "He would then say, with a peculiar smile, more solemn than cheerful— It was verging on dusk, and the clock had already given warning of the hour to dress for dinner, when little Adèle, who knelt by me in the drawing-room window-seat, suddenly exclaimed— “I think not, sir.”", "label": "desc", "answer": "reject"}
{"text": "Robert here entered, and Bessie laid her sleeping child in the cradle and went to welcome him: afterwards she insisted on my taking off my bonnet and having some tea; for she said I looked pale and tired.", "label": "desc", "answer": "reject"}
{"text": "I was glad to accept her hospitality; and I submitted to be relieved of my travelling garb just as passively as I used to let her undress me when a child.", "label": "desc", "answer": "reject"}
{"text": "“I knawn’t,” was the answer.", "label": "desc", "answer": "reject"}
{"text": "“Some does one thing, and some another.", "label": "desc", "answer": "reject"}
{"text": "Poor folk mun get on as they can.”", "label": "desc", "answer": "reject"}
{"text": "“No.”", "label": "desc", "answer": "reject"}
{"text": "My attention was now called off by Miss Smith desiring me to hold a skein of thread: while she was winding it, she talked to me from time to time, asking whether I had ever been at school before, whether I could mark, stitch, knit, &c.; till she dismissed me, I could not pursue my observations on Miss Scatcherd’s movements.", "label": "desc", "answer": "reject"}
{"text": "When I returned to my seat, that lady was just delivering an order of which I did not catch the import; but Burns immediately left the class, and going into the small inner room where the books were kept, returned in half a minute, carrying in her hand a bundle of twigs tied together at one end.", "label": "desc", "answer": "reject"}
{"text": "This ominous tool she presented to Miss Scatcherd with a respectful curtesy; then she quietly, and without being told, unloosed her pinafore, and the teacher instantly and sharply inflicted on her neck a dozen strokes with the bunch of twigs.", "label": "desc", "answer": "reject"}
{"text": "Not a tear rose to Burns’ eye; and, while I paused from my sewing, because my fingers quivered at this spectacle with a sentiment of unavailing and impotent anger, not a feature of her pensive face altered its ordinary expression.", "label": "desc", "answer": "reject"}
{"text": "Somehow, now that I had once crossed the threshold of this house, and once was brought face to face with its owners, I felt no longer outcast, vagrant, and disowned by the wide world.", "label": "desc", "answer": "reject"}
{"text": "I dared to put off the mendicant—to resume my natural manner and character.", "label": "desc", "answer": "reject"}
{"text": "I began once more to know myself; and when Mr. St. John demanded an account—which at present I was far too weak to render—I said after a brief pause— These words cut me: yet what could I do or I say?", "label": "desc", "answer": "reject"}
{"text": "I ought probably to have done or said nothing; but I was so tortured by a sense of remorse at thus hurting his feelings, I could not control the wish to drop balm where I had wounded.", "label": "desc", "answer": "reject"}
{"text": "“Directly, sir; the shoulder is just bandaged.", "label": "desc", "answer": "reject"}
{"text": "I must look to this other wound in the arm: she has had her teeth here too, I think.”", "label": "desc", "answer": "reject"}
{"text": "All this was torture to me—refined, lingering torture.", "label": "desc", "answer": "reject"}
{"text": "It kept up a slow fire of indignation and a trembling trouble of grief, which harassed and crushed me altogether.", "label": "desc", "answer": "reject"}
{"text": "I felt how—if I were his wife, this good man, pure as the deep sunless source, could soon kill me, without drawing from my veins a single drop of blood, or receiving on his own crystal conscience the faintest stain of crime.", "label": "desc", "answer": "reject"}
{"text": "Especially I felt this when I made any attempt to propitiate him.", "label": "desc", "answer": "reject"}
{"text": "No ruth met my ruth.", "label": "desc", "answer": "reject"}
{"text": "He experienced no suffering from estrangement—no yearning after reconciliation; and though, more than once, my fast falling tears blistered the page over which we both bent, they produced no more effect on him than if his heart had been really a matter of stone or metal.", "label": "desc", "answer": "reject"}
{"text": "To his sisters, meantime, he was somewhat kinder than usual: as if afraid that mere coldness would not sufficiently convince me how completely I was banished and banned, he added the force of contrast; and this I am sure he did not by malice, but on principle.", "label": "desc", "answer": "reject"}
{"text": "My nerves vibrated to those low-spoken words as they had never vibrated to thunder—my blood felt their subtle violence as it had never felt frost or fire; but I was collected, and in no danger of swooning.", "label": "desc", "answer": "reject"}
{"text": "I looked at Mr. Rochester: I made him look at me.", "label": "desc", "answer": "reject"}
{"text": "His whole face was colourless rock: his eye was both spark and flint.", "label": "desc", "answer": "reject"}
{"text": "He disavowed nothing: he seemed as if he would defy all things.", "label": "desc", "answer": "reject"}
{"text": "Without speaking, without smiling, without seeming to recognise in me a human being, he only twined my waist with his arm and riveted me to his side.", "label": "desc", "answer": "reject"}
{"text": "“These were vile discoveries; but except for the treachery of concealment, I should have made them no subject of reproach to my wife, even when I found her nature wholly alien to mine, her tastes obnoxious to me, her cast of mind common, low, narrow, and singularly incapable of being led to anything higher, expanded to anything larger—when I found that I could not pass a single evening, nor even a single hour of the day with her in comfort; that kindly conversation could not be sustained between us, because whatever topic I started, immediately received from her a turn at once coarse and trite, perverse and imbecile—when I perceived that I should never have a quiet or settled household, because no servant would bear the continued outbreaks of her violent and unreasonable temper, or the vexations of her absurd, contradictory, exacting orders—even then I restrained myself: I eschewed upbraiding, I curtailed remonstrance; I tried to devour my repentance and disgust in secret; I repressed the deep antipathy I felt.", "label": "desc", "answer": "reject"}
{"text": "The Sunday evening was spent in repeating, by heart, the Church Catechism, and the fifth, sixth, and seventh chapters of St. Matthew; and in listening to a long sermon, read by Miss Miller, whose irrepressible yawns attested her weariness.", "label": "desc", "answer": "reject"}
{"text": "A frequent interlude of these performances was the enactment of the part of Eutychus by some half-dozen of little girls, who, overpowered with sleep, would fall down, if not out of the third loft, yet off the fourth form, and be taken up half dead.", "label": "desc", "answer": "reject"}
{"text": "The remedy was, to thrust them forward into the centre of the schoolroom, and oblige them to stand there till the sermon was finished.", "label": "desc", "answer": "reject"}
{"text": "Sometimes their feet failed them, and they sank together in a heap; they were then propped up with the monitors’ high stools.", "label": "desc", "answer": "reject"}
{"text": "“Deceit is not my fault!”", "label": "desc", "answer": "reject"}
{"text": "I cried out in a savage, high voice.", "label": "desc", "answer": "reject"}
{"text": "“Our uncle John is dead,” said he.", "label": "desc", "answer": "reject"}
{"text": "“Old John and his wife: he would have none else.", "label": "desc", "answer": "reject"}
{"text": "He is quite broken down, they say.”", "label": "desc", "answer": "reject"}
{"text": "I shook my head: it required a degree of courage, excited as he was becoming, even to risk that mute sign of dissent.", "label": "desc", "answer": "reject"}
{"text": "He had been walking fast about the room, and he stopped, as if suddenly rooted to one spot.", "label": "desc", "answer": "reject"}
{"text": "He looked at me long and hard: I turned my eyes from him, fixed them on the fire, and tried to assume and maintain a quiet, collected aspect.", "label": "desc", "answer": "reject"}
{"text": "“As I exclaimed ‘Jane!", "label": "desc", "answer": "reject"}
{"text": "Jane!", "label": "desc", "answer": "reject"}
{"text": "Jane!’", "label": "desc", "answer": "reject"}
{"text": "a voice—I cannot tell whence the voice came, but I know whose voice it was—replied, ‘I am coming: wait for me;’ and a moment after, went whispering on the wind the", "label": "desc", "answer": "reject"}
{"text": "words—‘Where are you?’", "label": "desc", "answer": "reject"}
{"text": "Discipline prevailed: in five minutes the confused throng was resolved into order, and comparative silence quelled the Babel clamour of tongues.", "label": "desc", "answer": "reject"}
{"text": "The upper teachers now punctually resumed their posts: but still, all seemed to wait.", "label": "desc", "answer": "reject"}
{"text": "Ranged on benches down the sides of the room, the eighty girls sat motionless and erect; a quaint assemblage they appeared, all with plain locks combed from their faces, not a curl visible; in brown dresses, made high and surrounded by a narrow tucker about the throat, with little pockets of holland (shaped something like a Highlander’s purse) tied in front of their frocks, and destined to serve the purpose of a work-bag: all, too, wearing woollen stockings and country-made shoes, fastened with brass buckles.", "label": "desc", "answer": "reject"}
{"text": "Above twenty of those clad in this costume were full-grown girls, or rather young women; it suited them ill, and gave an air of oddity even to the prettiest.", "label": "desc", "answer": "reject"}
{"text": "“I wonder with what feelings you came to me to-night,” she said, when she had examined me a while.", "label": "desc", "answer": "reject"}
{"text": "“I wonder what thoughts are busy in your heart during all the hours you sit in yonder room with the fine people flitting before you like shapes in a magic-lantern: just as little sympathetic communion passing between you and them as if they were really mere shadows of human forms, and not the actual substance.”", "label": "desc", "answer": "reject"}
{"text": "“No, I cannot stay; I have only brought you a little parcel my sisters left for you.", "label": "desc", "answer": "reject"}
{"text": "I think it contains a colour-box, pencils, and paper.”", "label": "desc", "answer": "reject"}
{"text": "“That of saying of any strange, unsanctioned line of action,—‘Let it be right.’”", "label": "desc", "answer": "reject"}
{"text": "Bessie now returned; at the same moment the carriage was heard rolling up the gravel-walk.", "label": "desc", "answer": "reject"}
{"text": "And Miss Ingram had looked down at her with a mocking air, and exclaimed, “Oh, what a little puppet!”", "label": "desc", "answer": "reject"}
{"text": "“Nothing, indeed,” thought I, as I struggled to repress a sob, and hastily wiped away some tears, the impotent evidences of my anguish.", "label": "desc", "answer": "reject"}
{"text": "“Do let me speak,” I said; “let me have one moment to draw breath and reflect.”", "label": "desc", "answer": "reject"}
{"text": "I paused—he stood before me, hat in hand, looking composed enough.", "label": "desc", "answer": "reject"}
{"text": "I resumed— “Do you think you shall like Morton?”", "label": "desc", "answer": "reject"}
{"text": "she asked of me, with a direct and naïve simplicity of tone and manner, pleasing, if child-like.", "label": "desc", "answer": "reject"}
{"text": "“I shall have to leave you in this room with this gentleman, for an hour, or perhaps two hours: you will sponge the blood as I do when it returns: if he feels faint, you will put the glass of water on that stand to his lips, and your salts to his nose.", "label": "desc", "answer": "reject"}
{"text": "You will not speak to him on any pretext—and—Richard, it will be at the peril of your life if you speak to her: open your lips—agitate yourself—and I’ll not answer for the consequences.”", "label": "desc", "answer": "reject"}
{"text": "“No, sir, not on that ground; but, on the ground that you did forget it, and that you care whether or not a dependent is comfortable in his dependency, I agree heartily.”", "label": "desc", "answer": "reject"}
{"text": "“During the moment I was silent, Miss Eyre, I was arranging a point with my destiny.", "label": "desc", "answer": "reject"}
{"text": "She stood there, by that beech-trunk—a hag like one of those who appeared to Macbeth on the heath of Forres.", "label": "desc", "answer": "reject"}
{"text": "‘You like Thornfield?’", "label": "desc", "answer": "reject"}
{"text": "she said, lifting her finger; and then she wrote in the air a memento, which ran in lurid hieroglyphics all along the house-front, between the upper and lower row of windows, ‘Like it if you can!", "label": "desc", "answer": "reject"}
{"text": "Like it if you dare!’", "label": "desc", "answer": "reject"}
{"text": "“Probably you would do nothing of the sort: but if you did, Mr. Brocklehurst would expel you from the school; that would be a great grief to your relations.", "label": "desc", "answer": "reject"}
{"text": "It is far better to endure patiently a smart which nobody feels but yourself, than to commit a hasty action whose evil consequences will extend to all connected with you; and besides, the Bible bids us return good for evil.”", "label": "desc", "answer": "reject"}
{"text": "“I am glad you are no relation of mine: I will never call you aunt again as long as I live.", "label": "desc", "answer": "reject"}
{"text": "I will never come to see you when I am grown up; and if any one asks me how I liked you, and how you treated me, I will say the very thought of you makes me sick, and that you treated me with miserable cruelty.”", "label": "desc", "answer": "reject"}
{"text": "“That—if a genuine document—may prove I have been married, but it does not prove that the woman mentioned therein as my wife is still living.”", "label": "desc", "answer": "reject"}
{"text": "“Yes: he always has candles brought in at dark, though he is blind.”", "label": "desc", "answer": "reject"}
{"text": "“You are afraid—your self-love dreads a blunder.”", "label": "desc", "answer": "reject"}
{"text": "“I need it, and I seek it so far, sir, that some true philanthropist will put me in the way of getting work which I can do, and the remuneration for which will keep me, if but in the barest necessaries of life.”", "label": "desc", "answer": "reject"}
{"text": "“The sun has dried up all the rain-drops, sir.", "label": "desc", "answer": "reject"}
{"text": "The breeze is still: it is quite hot.”", "label": "desc", "answer": "reject"}
{"text": "“Well now, Jane, you know, or at least I will tell you, that when a criminal is accused, he is always allowed to speak in his own defence.", "label": "desc", "answer": "reject"}
{"text": "You have been charged with falsehood; defend yourself to me as well as you can.", "label": "desc", "answer": "reject"}
{"text": "Say whatever your memory suggests is true; but add nothing and exaggerate nothing.”", "label": "desc", "answer": "reject"}
{"text": "“I am not deceitful: if I were, I should say I loved you; but I declare I do not love you: I dislike you the worst of anybody in the world except John Reed; and this book about the liar, you may give to your girl, Georgiana, for it is she who tells lies, and not I.” “Nothing particular; teaching Adèle as usual.”", "label": "desc", "answer": "reject"}
{"text": "I stood and warmed my numbed fingers over the blaze, then I looked round; there was no candle, but the uncertain light from the hearth showed, by intervals, papered walls, carpet, curtains, shining mahogany furniture: it was a parlour, not so spacious or splendid as the drawing-room at Gateshead, but comfortable enough.", "label": "desc", "answer": "reject"}
{"text": "I was puzzling to make out the subject of a picture on the wall, when the door opened, and an individual carrying a light entered; another followed close behind.", "label": "desc", "answer": "reject"}
{"text": "“Well, but, leaving his land out of the question, do you like him?", "label": "desc", "answer": "reject"}
{"text": "Is he liked for himself?”", "label": "desc", "answer": "reject"}
{"text": "“Station!", "label": "desc", "answer": "reject"}
{"text": "station!—your station is in my heart, and on the necks of those who would insult you, now or hereafter.—Go.”", "label": "desc", "answer": "reject"}
{"text": "He took it.", "label": "desc", "answer": "reject"}
{"text": "“You give it up very gleefully,” said he; “I don’t quite understand your light-heartedness, because I cannot tell what employment you propose to yourself as a substitute for the one you are relinquishing.", "label": "desc", "answer": "reject"}
{"text": "What aim, what purpose, what ambition in life have you now?”", "label": "desc", "answer": "reject"}
{"text": "“I do my best; and have done it, and will do it,” was the answer: he shut up the chaise door, and the vehicle drove away.", "label": "desc", "answer": "reject"}
{"text": "“Ah, childer!” said she, “it fair troubles me to go into yond’ room now: it looks so lonesome wi’ the chair empty and set back in a corner.”", "label": "desc", "answer": "reject"}
{"text": "“Look at his wings,” said he, “he reminds me rather of a West Indian insect; one does not often see so large and gay a night-rover in England; there!", "label": "desc", "answer": "reject"}
{"text": "he is flown.”", "label": "desc", "answer": "reject"}
{"text": "“What do you anticipate of me?”", "label": "desc", "answer": "reject"}
{"text": "“Consent, then, to his demand is possible: but for one item—one dreadful item.", "label": "desc", "answer": "reject"}
{"text": "It is—that he asks me to be his wife, and has no more of a husband’s heart for me than that frowning giant of a rock, down which the stream is foaming in yonder gorge.", "label": "desc", "answer": "reject"}
{"text": "He prizes me as a soldier would a good weapon; and that is all.", "label": "desc", "answer": "reject"}
{"text": "Unmarried to him, this would never grieve me; but can I let him complete his calculations—coolly put into practice his plans—go through the wedding ceremony?", "label": "desc", "answer": "reject"}
{"text": "Can I receive from him the bridal ring, endure all the forms of love (which I doubt not he would scrupulously observe) and know that the spirit was quite absent?", "label": "desc", "answer": "reject"}
{"text": "Can I bear the consciousness that every endearment he bestows is a sacrifice made on principle?", "label": "desc", "answer": "reject"}
{"text": "No: such a martyrdom would be monstrous.", "label": "desc", "answer": "reject"}
{"text": "I will never undergo it.", "label": "desc", "answer": "reject"}
{"text": "As his sister, I might accompany him—not as his wife: I will tell him so.”", "label": "desc", "answer": "reject"}
{"text": "“Oh, Adèle will go to school—I have settled that already; nor do I mean to torment you with the hideous associations and recollections of Thornfield Hall—this accursed place—this tent of Achan—this insolent vault, offering the ghastliness of living death to the light of the open sky—this narrow stone hell, with its one real fiend, worse than a legion of such as we imagine.", "label": "desc", "answer": "reject"}
{"text": "Jane, you shall not stay here, nor will I. I was wrong ever to bring you to Thornfield Hall, knowing as I did how it was haunted.", "label": "desc", "answer": "reject"}
{"text": "I charged them to conceal from you, before I ever saw you, all knowledge of the curse of the place; merely because I feared Adèle never would have a governess to stay if she knew with what inmate she was housed, and my plans would not permit me to remove the maniac elsewhere—though I possess an old house, Ferndean Manor, even more retired and hidden than this, where I could have lodged her safely enough, had not a scruple about the unhealthiness of the situation, in the heart of a wood, made my conscience recoil from the arrangement.", "label": "desc", "answer": "reject"}
{"text": "Probably those damp walls would soon have eased me of her charge: but to each villain his own vice; and mine is not a tendency to indirect assassination, even of what I most hate.", "label": "desc", "answer": "reject"}
{"text": "Whitcross regained, I followed a road which led from the sun, now fervent and high.", "label": "desc", "answer": "reject"}
{"text": "By no other circumstance had I will to decide my choice.", "label": "desc", "answer": "reject"}
{"text": "I walked a long time, and when I thought I had nearly done enough, and might conscientiously yield to the fatigue that almost overpowered me—might relax this forced action, and, sitting down on a stone I saw near, submit resistlessly to the apathy that clogged heart and limb—I heard a bell chime—a church bell.", "label": "desc", "answer": "reject"}
{"text": "“I have understood something to that effect.”", "label": "desc", "answer": "reject"}
{"text": "“Yes, sir.”", "label": "desc", "answer": "reject"}
{"text": "And she produced from her pocket a most housewifely bunch of keys, and delivered them to the servant.", "label": "desc", "answer": "reject"}
{"text": "“Mr. Reed was my uncle—my mother’s brother.”", "label": "desc", "answer": "reject"}
{"text": "“As short a time as possible, sir.”", "label": "desc", "answer": "reject"}
{"text": "“Well, who am I?”", "label": "desc", "answer": "reject"}
{"text": "he asked.", "label": "desc", "answer": "reject"}
{"text": "“But you can’t get her there; there is no road to the moon: it is all air; and neither you nor she can fly.”", "label": "desc", "answer": "reject"}
{"text": "Semi-starvation and neglected colds had predisposed most of the pupils to receive infection: forty-five out of the eighty girls lay ill at one time.", "label": "desc", "answer": "reject"}
{"text": "Classes were broken up, rules relaxed.", "label": "desc", "answer": "reject"}
{"text": "The few who continued well were allowed almost unlimited license; because the medical attendant insisted on the necessity of frequent exercise to keep them in health: and had it been otherwise, no one had leisure to watch or restrain them.", "label": "desc", "answer": "reject"}
{"text": "Miss Temple’s whole attention was absorbed by the patients: she lived in the sick-room, never quitting it except to snatch a few hours’ rest at night.", "label": "desc", "answer": "reject"}
{"text": "The teachers were fully occupied with packing up and making other necessary preparations for the departure of those girls who were fortunate enough to have friends and relations able and willing to remove them from the seat of contagion.", "label": "desc", "answer": "reject"}
{"text": "Many, already smitten, went home only to die: some died at the school, and were buried quietly and quickly, the nature of the malady forbidding delay.", "label": "desc", "answer": "reject"}
{"text": "“It is known that you are not my sister; I cannot introduce you as such: to attempt it would be to fasten injurious suspicions on us both.", "label": "desc", "answer": "reject"}
{"text": "And for the rest, though you have a man’s vigorous brain, you have a woman’s heart and—it would not do.”", "label": "desc", "answer": "reject"}
{"text": "“Is there a flood?”", "label": "desc", "answer": "reject"}
{"text": "he cried.", "label": "desc", "answer": "reject"}
{"text": "“Mr. Rochester’s.”", "label": "desc", "answer": "reject"}
{"text": "Well might I dread, well might I dislike Mrs. Reed; for it was her nature to wound me cruelly; never was I happy in her presence; however carefully I obeyed, however strenuously I strove to please her, my efforts were still repulsed and repaid by such sentences as the above.", "label": "desc", "answer": "reject"}
{"text": "Now, uttered before a stranger, the accusation cut me to the heart; I dimly perceived that she was already obliterating hope from the new phase of existence which she destined me to enter; I felt, though I could not have expressed the feeling, that she was sowing aversion and unkindness along my future path; I saw myself transformed under Mr. Brocklehurst’s eye into an artful, noxious child, and what could I do to remedy the injury?", "label": "desc", "answer": "reject"}
{"text": "Mrs. Dent here bent over to the pious lady and whispered something in her ear; I suppose, from the answer elicited, it was a reminder that one of the anathematised race was present.", "label": "desc", "answer": "reject"}
{"text": "“Love me, then, or hate me, as you will,” I said at last, “you have my full and free forgiveness: ask now for God’s, and be at peace.”", "label": "desc", "answer": "reject"}
{"text": "As our mutual happiness (i.e., Diana’s, Mary’s, and mine) settled into a quieter character, and we resumed our usual habits and regular studies, St. John stayed more at home: he sat with us in the same room, sometimes for hours together.", "label": "desc", "answer": "reject"}
{"text": "While Mary drew, Diana pursued a course of encyclopædic reading she had (to my awe and amazement) undertaken, and I fagged away at German, he pondered a mystic lore of his own: that of some Eastern tongue, the acquisition of which he thought necessary to his plans.", "label": "desc", "answer": "reject"}
{"text": "“Oh, yes; the family have always been respected here.", "label": "desc", "answer": "reject"}
{"text": "Almost all the land in this neighbourhood, as far as you can see, has belonged to the Rochesters time out of mind.”", "label": "desc", "answer": "reject"}
{"text": "“Of my final re-transformation from India-rubber back to flesh?”", "label": "desc", "answer": "reject"}
{"text": "“Well now, while the ladies are in their rooms, I will venture down and get you something to eat.”", "label": "desc", "answer": "reject"}
{"text": "He ran headlong at me: I felt him grasp my hair and my shoulder: he had closed with a desperate thing.", "label": "desc", "answer": "reject"}
{"text": "I really saw in him a tyrant, a murderer.", "label": "desc", "answer": "reject"}
{"text": "I felt a drop or two of blood from my head trickle down my neck, and was sensible of somewhat pungent suffering: these sensations for the time predominated over fear, and I received him in frantic sort.", "label": "desc", "answer": "reject"}
{"text": "I don’t very well know what I did with my hands, but he called me “Rat!", "label": "desc", "answer": "reject"}
{"text": "Rat!”", "label": "desc", "answer": "reject"}
{"text": "and bellowed out aloud.", "label": "desc", "answer": "reject"}
{"text": "Aid was near him: Eliza and Georgiana had run for Mrs. Reed, who was gone upstairs: she now came upon the scene, followed by Bessie and her maid Abbot.", "label": "desc", "answer": "reject"}
{"text": "We were parted: I heard the words— He gathered a half-blown rose, the first on the bush, and offered it to me.", "label": "desc", "answer": "reject"}
{"text": "“Your own way—with the husband you have chosen.”", "label": "desc", "answer": "reject"}
{"text": "“Jane!”", "label": "desc", "answer": "reject"}
{"text": "“Yes, sir; for hours if you will.”", "label": "desc", "answer": "reject"}
{"text": "“Not to-night, Miss Rosamond, not to-night.”", "label": "desc", "answer": "reject"}
{"text": "It came out of the third storey; for it passed overhead.", "label": "desc", "answer": "reject"}
{"text": "And overhead—yes, in the room just above my chamber-ceiling—I now heard a struggle: a deadly one it seemed from the noise; and a half-smothered voice shouted— “Heathens and savage tribes hold that doctrine, but Christians and civilised nations disown it.”", "label": "desc", "answer": "reject"}
{"text": "“She’s ready now,” said the footman, as he reappeared.", "label": "desc", "answer": "reject"}
{"text": "“She wishes to know who will be her first visitor.”", "label": "desc", "answer": "reject"}
{"text": "(Aside.)", "label": "desc", "answer": "reject"}
{"text": "“Damn him!”—(To me.)", "label": "desc", "answer": "reject"}
{"text": "“Did you like him, Jane?”", "label": "desc", "answer": "reject"}
{"text": "“Did you speak these words aloud?”", "label": "desc", "answer": "reject"}
{"text": "When we parted, she said: “Good-bye, cousin Jane Eyre; I wish you well: you have some sense.”", "label": "desc", "answer": "reject"}
{"text": "“No.”", "label": "desc", "answer": "reject"}
{"text": "“But you cannot always be my nurse, Janet: you are young—you must marry one day.”", "label": "desc", "answer": "reject"}
{"text": "“Good morning, Miss Adela,” said Mrs. Fairfax.", "label": "desc", "answer": "reject"}
{"text": "“Come and speak to the lady who is to teach you, and to make you a clever woman some day.”", "label": "desc", "answer": "reject"}
{"text": "She approached.", "label": "desc", "answer": "reject"}
{"text": "“There I, humble as I am, can give you the aid you want: I can set you your task from hour to hour; stand by you always; help you from moment to moment.", "label": "desc", "answer": "reject"}
{"text": "This I could do in the beginning: soon (for I know your powers) you would be as strong and apt as myself, and would not require my help.”", "label": "desc", "answer": "reject"}
{"text": "“Can you tell me where he is?”", "label": "desc", "answer": "reject"}
{"text": "Adèle here ran before him with her shuttlecock.", "label": "desc", "answer": "reject"}
{"text": "“Away!”", "label": "desc", "answer": "reject"}
{"text": "he cried harshly; “keep at a distance, child; or go in to Sophie!”", "label": "desc", "answer": "reject"}
{"text": "Continuing then to pursue his walk in silence, I ventured to recall him to the point whence he had abruptly diverged— I resisted all the way: a new thing for me, and a circumstance which greatly strengthened the bad opinion Bessie and Miss Abbot were disposed to entertain of me.", "label": "desc", "answer": "reject"}
{"text": "The fact is, I was a trifle beside myself; or rather out of myself, as the French would say: I was conscious that a moment’s mutiny had already rendered me liable to strange penalties, and, like any other rebel slave, I felt resolved, in my desperation, to go all lengths.", "label": "desc", "answer": "reject"}
{"text": "“No,” he said coolly: “when you have indicated to us the residence of your friends, we can write to them, and you may be restored to home.”", "label": "desc", "answer": "reject"}
{"text": "On reaching the bedroom, we heard the voice of Miss Scatcherd: she was examining drawers; she had just pulled out Helen Burns’s, and when we entered Helen was greeted with a sharp reprimand, and told that to-morrow she should have half-a-dozen of untidily folded articles pinned to her shoulder.", "label": "desc", "answer": "reject"}
{"text": "“Oh, you have been very correct—very careful, very sensible.”", "label": "desc", "answer": "reject"}
{"text": "“Yes.”", "label": "desc", "answer": "reject"}
{"text": "“You have—have you?”", "label": "desc", "answer": "reject"}
{"text": "thought I; “there is diablerie in the business after all, then!”", "label": "desc", "answer": "reject"}
{"text": "As yet I had spoken to no one, nor did anybody seem to take notice of me; I stood lonely enough: but to that feeling of isolation I was accustomed; it did not oppress me much.", "label": "desc", "answer": "reject"}
{"text": "I leant against a pillar of the verandah, drew my grey mantle close about me, and, trying to forget the cold which nipped me without, and the unsatisfied hunger which gnawed me within, delivered myself up to the employment of watching and thinking.", "label": "desc", "answer": "reject"}
{"text": "My reflections were too undefined and fragmentary to merit record: I hardly yet knew where I was; Gateshead and my past life seemed floated away to an immeasurable distance; the present was vague and strange, and of the future I could form no conjecture.", "label": "desc", "answer": "reject"}
{"text": "I looked round the convent-like garden, and then up at the house—a large building, half of which seemed grey and old, the other half quite new.", "label": "desc", "answer": "reject"}
{"text": "The new part, containing the schoolroom and dormitory, was lit by mullioned and latticed windows, which gave it a church-like aspect; a stone tablet over the door bore this inscription:— “Did no one go to Thornfield Hall, then?", "label": "desc", "answer": "reject"}
{"text": "Did no one see Mr. Rochester?”", "label": "desc", "answer": "reject"}
{"text": "“What do I want?", "label": "desc", "answer": "reject"}
{"text": "A new place, in a new house, amongst new faces, under new circumstances: I want this because it is of no use wanting anything better.", "label": "desc", "answer": "reject"}
{"text": "How do people do to get a new place?", "label": "desc", "answer": "reject"}
{"text": "They apply to friends, I suppose: I have no friends.", "label": "desc", "answer": "reject"}
{"text": "There are many others who have no friends, who must look about for themselves and be their own helpers; and what is their resource?”", "label": "desc", "answer": "reject"}
{"text": "Bessie invited him to walk into the breakfast-room, and led the way out.", "label": "desc", "answer": "reject"}
{"text": "In the interview which followed between him and Mrs. Reed, I presume, from after-occurrences, that the apothecary ventured to recommend my being sent to school; and the recommendation was no doubt readily enough adopted; for as Abbot said, in discussing the subject with Bessie when both sat sewing in the nursery one night, after I was in bed, and, as they thought, asleep, “Missis was, she dared say, glad enough to get rid of such a tiresome, ill-conditioned child, who always looked as if she were watching everybody, and scheming plots underhand.”", "label": "desc", "answer": "reject"}
{"text": "Abbot, I think, gave me credit for being a sort of infantine Guy Fawkes.", "label": "desc", "answer": "reject"}
{"text": "“Can we send for any one you know?”", "label": "desc", "answer": "reject"}
{"text": "I perceived, of course, the drift of my interlocutor.", "label": "desc", "answer": "reject"}
{"text": "Jealousy had got hold of him: she stung him; but the sting was salutary: it gave him respite from the gnawing fang of melancholy.", "label": "desc", "answer": "reject"}
{"text": "I would not, therefore, immediately charm the snake.", "label": "desc", "answer": "reject"}
{"text": "“My dear master,” I answered, “I am Jane Eyre: I have found you out—I am come back to you.”", "label": "desc", "answer": "reject"}
{"text": "And then they had called her to a sofa, where she now sat, ensconced between them, chattering alternately in French and broken English; absorbing not only the young ladies’ attention, but that of Mrs. Eshton and Lady Lynn, and getting spoilt to her heart’s content.", "label": "desc", "answer": "reject"}
{"text": "“Evening approaches,” said I, as I looked towards the window.", "label": "desc", "answer": "reject"}
{"text": "“I have never heard Mr. Rochester’s voice or step in the house to-day; but surely I shall see him before night: I feared the meeting in the morning; now I desire it, because expectation has been so long baffled that it is grown impatient.”", "label": "desc", "answer": "reject"}
{"text": "He looked disturbed.", "label": "desc", "answer": "reject"}
{"text": "“What?", "label": "desc", "answer": "reject"}
{"text": "what?”", "label": "desc", "answer": "reject"}
{"text": "he said hastily.", "label": "desc", "answer": "reject"}
{"text": "“Curiosity is a dangerous petition: it is well I have not taken a vow to accord every request—”", "label": "desc", "answer": "reject"}
{"text": "At the utterance of Miss Temple’s name, a soft smile flitted over her grave face.", "label": "desc", "answer": "reject"}
{"text": "“Why not?”", "label": "desc", "answer": "reject"}
{"text": "I asked myself.", "label": "desc", "answer": "reject"}
{"text": "“What alienates him from the house?", "label": "desc", "answer": "reject"}
{"text": "Will he leave it again soon?", "label": "desc", "answer": "reject"}
{"text": "Mrs. Fairfax said he seldom stayed here longer than a fortnight at a time; and he has now been resident eight weeks.", "label": "desc", "answer": "reject"}
{"text": "If he does go, the change will be doleful.", "label": "desc", "answer": "reject"}
{"text": "Suppose he should be absent spring, summer, and autumn: how joyless sunshine and fine days will seem!”", "label": "desc", "answer": "reject"}
{"text": "“Did Rivers spend much time with the ladies of his family?”", "label": "desc", "answer": "reject"}
{"text": "Hear an illustration, reader.", "label": "desc", "answer": "reject"}
{"text": "“He came with master.”", "label": "desc", "answer": "reject"}
{"text": "“Monsieur, je vous remercie mille fois de votre bonté;” then rising, she added, “C’est comme cela que maman faisait, n’est-ce pas, monsieur?”", "label": "desc", "answer": "reject"}
{"text": "I gave an involuntary half start at hearing the alias: I had forgotten my new name.", "label": "desc", "answer": "reject"}
{"text": "Mr. Rivers, whom nothing seemed to escape, noticed it at once.", "label": "desc", "answer": "reject"}
{"text": "“If it were not such a very wild night,” he said, “I would send Hannah down to keep you company: you look too desperately miserable to be left alone.", "label": "desc", "answer": "reject"}
{"text": "But Hannah, poor woman!", "label": "desc", "answer": "reject"}
{"text": "could not stride the drifts so well as I: her legs are not quite so long: so I must e’en leave you to your sorrows.", "label": "desc", "answer": "reject"}
{"text": "Good-night.”", "label": "desc", "answer": "reject"}
{"text": "“Mr. Rochester is not likely to return soon, I suppose?”", "label": "desc", "answer": "reject"}
{"text": "“Once more, why this refusal?”", "label": "desc", "answer": "reject"}
{"text": "he asked.", "label": "desc", "answer": "reject"}
{"text": "“Because I had come in, in Mary’s stead, with the tray.”", "label": "desc", "answer": "reject"}
{"text": "“I’ll do it,” I resolved: and having framed this determination, I grew calm, and fell asleep.", "label": "desc", "answer": "reject"}
{"text": "“Why, Jane, what would you have?", "label": "desc", "answer": "reject"}
{"text": "I fear you will compel me to go through a private marriage ceremony, besides that performed at the altar.", "label": "desc", "answer": "reject"}
{"text": "You will stipulate, I see, for peculiar terms—what will they be?”", "label": "desc", "answer": "reject"}
{"text": "“Is the danger you apprehended last night gone by now, sir?”", "label": "desc", "answer": "reject"}
{"text": "“It is, especially such a language as this crabbed but glorious Deutsch.", "label": "desc", "answer": "reject"}
{"text": "I wonder when St. John will come home.”", "label": "desc", "answer": "reject"}
{"text": "“What did I do, Jane?", "label": "desc", "answer": "reject"}
{"text": "I transformed myself into a will-o’-the-wisp.", "label": "desc", "answer": "reject"}
{"text": "Where did I go?", "label": "desc", "answer": "reject"}
{"text": "I pursued wanderings as wild as those of the March-spirit.", "label": "desc", "answer": "reject"}
{"text": "I sought the Continent, and went devious through all its lands.", "label": "desc", "answer": "reject"}
{"text": "My fixed desire was to seek and find a good and intelligent woman, whom I could love: a contrast to the fury I left at Thornfield—” “Adèle showed me some sketches this morning, which she said were yours.", "label": "desc", "answer": "reject"}
{"text": "I don’t know whether they were entirely of your doing; probably a master aided you?”", "label": "desc", "answer": "reject"}
{"text": "After a considerable pause, I said—“And Miss Oliver?", "label": "desc", "answer": "reject"}
{"text": "Are her disappointment and sorrow of no interest to you?”", "label": "desc", "answer": "reject"}
{"text": "Adèle went to kiss him before quitting the room: he endured the caress, but scarcely seemed to relish it more than Pilot would have done, nor so much.", "label": "desc", "answer": "reject"}
{"text": "“Well, well!", "label": "desc", "answer": "reject"}
{"text": "who knows what may happen?”", "label": "desc", "answer": "reject"}
{"text": "said Mr. Lloyd, as he got up.", "label": "desc", "answer": "reject"}
{"text": "“The child ought to have change of air and scene,” he added, speaking to himself; “nerves not in a good state.”", "label": "desc", "answer": "reject"}
{"text": "“Hush, sir!", "label": "desc", "answer": "reject"}
{"text": "You don’t talk very wisely just now; any more than those gentlemen acted very wisely.", "label": "desc", "answer": "reject"}
{"text": "However, had they been married, they would no doubt by their severity as husbands have made up for their softness as suitors; and so will you, I fear.", "label": "desc", "answer": "reject"}
{"text": "I wonder how you will answer me a year hence, should I ask a favour it does not suit your convenience or pleasure to grant.”", "label": "desc", "answer": "reject"}
{"text": "I smiled incredulously.", "label": "desc", "answer": "reject"}
{"text": "It might be two hours later, probably near eleven, when I—not having been able to fall asleep, and deeming, from the perfect silence of the dormitory, that my companions were all wrapt in profound repose—rose softly, put on my frock over my night-dress, and, without shoes, crept from the apartment, and set off in quest of Miss Temple’s room.", "label": "desc", "answer": "reject"}
{"text": "It was quite at the other end of the house; but I knew my way; and the light of the unclouded summer moon, entering here and there at passage windows, enabled me to find it without difficulty.", "label": "desc", "answer": "reject"}
{"text": "An odour of camphor and burnt vinegar warned me when I came near the fever room: and I passed its door quickly, fearful lest the nurse who sat up all night should hear me.", "label": "desc", "answer": "reject"}
{"text": "I dreaded being discovered and sent back; for I must see Helen,—I must embrace her before she died,—I must give her one last kiss, exchange with her one last word.", "label": "desc", "answer": "reject"}
{"text": "The meal over, prayers were read by Miss Miller, and the classes filed off, two and two, upstairs.", "label": "desc", "answer": "reject"}
{"text": "Overpowered by this time with weariness, I scarcely noticed what sort of a place the bedroom was, except that, like the schoolroom, I saw it was very long.", "label": "desc", "answer": "reject"}
{"text": "To-night I was to be Miss Miller’s bed-fellow; she helped me to undress: when laid down I glanced at the long rows of beds, each of which was quickly filled with two occupants; in ten minutes the single light was extinguished, and amidst silence and complete darkness I fell asleep.", "label": "desc", "answer": "reject"}
{"text": "“It has struck nine, sir.”", "label": "desc", "answer": "reject"}
{"text": "“Well, then, with Miss Temple you are good?”", "label": "desc", "answer": "reject"}
{"text": "“When you go in,” said I, “tell your master that a person wishes to speak to him, but do not give my name.”", "label": "desc", "answer": "reject"}
{"text": "“I’ve lived here thirty year.", "label": "desc", "answer": "reject"}
{"text": "I nursed them all three.”", "label": "desc", "answer": "reject"}
{"text": "“But he is in a better place,” continued Hannah: “we shouldn’t wish him here again.", "label": "desc", "answer": "reject"}
{"text": "And then, nobody need to have a quieter death nor he had.”", "label": "desc", "answer": "reject"}
{"text": "“Mr. Rochester has sent me away to the nursery.”", "label": "desc", "answer": "reject"}
{"text": "“Merely to tell you that your uncle, Mr. Eyre of Madeira, is dead; that he has left you all his property, and that you are now rich—merely that—nothing more.”", "label": "desc", "answer": "reject"}
{"text": "“Nay; I dunnut want ye to do nought.”", "label": "desc", "answer": "reject"}
{"text": "He said this as he helped me to alight from the carriage, and while he afterwards lifted out Adèle, I entered the house, and made good my retreat upstairs.", "label": "desc", "answer": "reject"}
{"text": "The other members of the household, viz., John and his wife, Leah the housemaid, and Sophie the French nurse, were decent people; but in no respect remarkable; with Sophie I used to talk French, and sometimes I asked her questions about her native country; but she was not of a descriptive or narrative turn, and generally gave such vapid and confused answers as were calculated rather to check than encourage inquiry.", "label": "desc", "answer": "reject"}
{"text": "I looked with timorous joy towards a stately house: I saw a blackened ruin.", "label": "desc", "answer": "reject"}
{"text": "Lady Lynn had remarked, “It is Mr. Rochester’s ward, I suppose—the little French girl he was speaking of.”", "label": "desc", "answer": "reject"}
{"text": "Some time in the afternoon I raised my head, and looking round and seeing the western sun gilding the sign of its decline on the wall, I asked, “What am I to do?”", "label": "desc", "answer": "reject"}
{"text": "“Yes, sir.”", "label": "desc", "answer": "reject"}
{"text": "Mr. Rochester must have been aware of the entrance of Mrs. Fairfax and myself; but it appeared he was not in the mood to notice us, for he never lifted his head as we approached.", "label": "desc", "answer": "reject"}
{"text": "That a greater fool than Jane Eyre had never breathed the breath of life; that a more fantastic idiot had never surfeited herself on sweet lies, and swallowed poison as if it were nectar.", "label": "desc", "answer": "reject"}
{"text": "“Were any other lives lost?”", "label": "desc", "answer": "reject"}
{"text": "“Hillo!”", "label": "desc", "answer": "reject"}
{"text": "he cries; and he puts up his book and his pencil.", "label": "desc", "answer": "reject"}
{"text": "“There you are!", "label": "desc", "answer": "reject"}
{"text": "Come on, if you please.”", "label": "desc", "answer": "reject"}
{"text": "“And what for, ‘no, thank you?’", "label": "desc", "answer": "reject"}
{"text": "if one may inquire.”", "label": "desc", "answer": "reject"}
{"text": "“A most singular position at your age!”", "label": "desc", "answer": "reject"}
{"text": "“In what shape?”", "label": "desc", "answer": "reject"}
{"text": "It had been a mild, serene spring day—one of those days which, towards the end of March or the beginning of April, rise shining over the earth as heralds of summer.", "label": "desc", "answer": "reject"}
{"text": "It was drawing to an end now; but the evening was even warm, and I sat at work in the schoolroom with the window open.", "label": "desc", "answer": "reject"}
{"text": "“It is hardly likely master would laugh, I should think, Miss, when he was in such danger: You must have been dreaming.”", "label": "desc", "answer": "reject"}
{"text": "“Bridewell!” exclaimed Colonel Dent, and the charade was solved.", "label": "desc", "answer": "reject"}
{"text": "“A very rich and powerful one: she sang delightfully; it was a treat to listen to her;—and she played afterwards.", "label": "desc", "answer": "reject"}
{"text": "I am no judge of music, but Mr. Rochester is; and I heard him say her execution was remarkably good.”", "label": "desc", "answer": "reject"}
{"text": "“Farewell!” was the cry of my heart as I left him.", "label": "desc", "answer": "reject"}
{"text": "Despair added, “Farewell for ever!”", "label": "desc", "answer": "reject"}
{"text": "We were ascending the avenue when he thus paused; the hall was before us.", "label": "desc", "answer": "reject"}
{"text": "Lifting his eye to its battlements, he cast over them a glare such as I never saw before or since.", "label": "desc", "answer": "reject"}
{"text": "Pain, shame, ire, impatience, disgust, detestation, seemed momentarily to hold a quivering conflict in the large pupil dilating under his ebon eyebrow.", "label": "desc", "answer": "reject"}
{"text": "Wild was the wrestle which should be paramount; but another feeling rose and triumphed: something hard and cynical: self-willed and resolute: it settled his passion and petrified his countenance: he went on— “What tale do you like best to hear?”", "label": "desc", "answer": "reject"}
{"text": "“You must just stand on one side,” he answered as he rose, first to his knees, and then to his feet.", "label": "desc", "answer": "reject"}
{"text": "I did; whereupon began a heaving, stamping, clattering process, accompanied by a barking and baying which removed me effectually some yards’ distance; but I would not be driven quite away till I saw the event.", "label": "desc", "answer": "reject"}
{"text": "This was finally fortunate; the horse was re-established, and the dog was silenced with a “Down, Pilot!”", "label": "desc", "answer": "reject"}
{"text": "The traveller now, stooping, felt his foot and leg, as if trying whether they were sound; apparently something ailed them, for he halted to the stile whence I had just risen, and sat down.", "label": "desc", "answer": "reject"}
{"text": "“The ceremony is quite broken off,” subjoined the voice behind us.", "label": "desc", "answer": "reject"}
{"text": "“I am in a condition to prove my allegation: an insuperable impediment to this marriage exists.”", "label": "desc", "answer": "reject"}
{"text": "The conversation, thus turned on Adèle, continued till we reached the light and cheerful region below.", "label": "desc", "answer": "reject"}
{"text": "Adèle came running to meet us in the hall, exclaiming— I walked a while on the pavement; but a subtle, well-known scent—that of a cigar—stole from some window; I saw the library casement open a handbreadth; I knew I might be watched thence; so I went apart into the orchard.", "label": "desc", "answer": "reject"}
{"text": "No nook in the grounds more sheltered and more Eden-like; it was full of trees, it bloomed with flowers: a very high wall shut it out from the court, on one side; on the other, a beech avenue screened it from the lawn.", "label": "desc", "answer": "reject"}
{"text": "At the bottom was a sunk fence; its sole separation from lonely fields: a winding walk, bordered with laurels and terminating in a giant horse-chestnut, circled at the base by a seat, led down to the fence.", "label": "desc", "answer": "reject"}
{"text": "Here one could wander unseen.", "label": "desc", "answer": "reject"}
{"text": "While such honey-dew fell, such silence reigned, such gloaming gathered, I felt as if I could haunt such shade for ever; but in threading the flower and fruit parterres at the upper part of the enclosure, enticed there by the light the now rising moon cast on this more open quarter, my step is stayed—not by sound, not by sight, but once more by a warning fragrance.", "label": "desc", "answer": "reject"}
{"text": "To the Public, for the indulgent ear it has inclined to a plain tale with few pretensions.", "label": "desc", "answer": "reject"}
{"text": "I smiled at Bessie’s frank answer: I felt that it was correct,", "label": "desc", "answer": "reject"}
{"text": "but I confess I was not quite indifferent to its import: at eighteen most people wish to please, and the conviction that they have not an exterior likely to second that desire brings anything but gratification.", "label": "desc", "answer": "reject"}
{"text": "“What for?", "label": "desc", "answer": "reject"}
{"text": "Are you hurt?", "label": "desc", "answer": "reject"}
{"text": "Have you seen something?” again demanded Bessie.", "label": "desc", "answer": "reject"}
{"text": "“I am: so are you—what then?”", "label": "desc", "answer": "reject"}
{"text": "This fertile and sheltered tract of country, in which the fields are never brown and the springs never dry, is bounded on the south by the bold chalk ridge that embraces the prominences of Hambledon Hill, Bulbarrow, Nettlecombe-Tout, Dogbury, High Stoy, and Bubb Down.", "label": "desc", "answer": "accept"}
{"text": "The traveller from the coast, who, after plodding northward for a score of miles over calcareous downs and corn-lands, suddenly reaches the verge of one of these escarpments, is surprised and delighted to behold, extended like a map beneath him, a country differing absolutely from that which he has passed through.", "label": "desc", "answer": "accept"}
{"text": "Behind him the hills are open, the sun blazes down upon fields so large as to give an unenclosed character to the landscape, the lanes are white, the hedges low and plashed, the atmosphere colourless.", "label": "desc", "answer": "accept"}
{"text": "Here, in the valley, the world seems to be constructed upon a smaller and more delicate scale; the fields are mere paddocks, so reduced that from this height their hedgerows appear a network of dark green threads overspreading the paler green of the grass.", "label": "desc", "answer": "accept"}
{"text": "The atmosphere beneath is languorous, and is so tinged with azure that what artists call the middle distance partakes also of that hue, while the horizon beyond is of the deepest ultramarine.", "label": "desc", "answer": "accept"}
{"text": "Arable lands are few and limited; with but slight exceptions the prospect is a broad rich mass of grass and trees, mantling minor hills and dales within the major.", "label": "desc", "answer": "accept"}
{"text": "Such is the Vale of Blackmoor.", "label": "desc", "answer": "accept"}
{"text": "", "label": "desc", "answer": "accept"}
{"text": "The interior, in spite of the melody, struck upon the girl's senses with an unspeakable dreariness.", "label": "desc", "answer": "accept"}
{"text": "From the holiday gaieties of the field—the white gowns, the nosegays, the willow-wands, the whirling movements on the green, the flash of gentle sentiment towards the stranger—to the yellow melancholy of this one-candled spectacle, what a step!", "label": "desc", "answer": "accept"}
{"text": "Besides the jar of contrast there came to her a chill self-reproach that she had not returned sooner, to help her mother in these domesticities, instead of indulging herself out-of-doors.", "label": "desc", "answer": "accept"}
{"text": "", "label": "desc", "answer": "accept"}
{"text": "Rolliver's inn, the single alehouse at this end of the long and broken village, could only boast of an off-license; hence, as nobody could legally drink on the premises, the amount of overt accommodation for consumers was strictly limited to a little board about six inches wide and two yards long, fixed to the garden palings by pieces of wire, so as to form a ledge.", "label": "desc", "answer": "accept"}
{"text": "On this board thirsty strangers deposited their cups as they stood in the road and drank, and threw the dregs on the dusty ground to the pattern of Polynesia, and wished they could have a restful seat inside.", "label": "desc", "answer": "accept"}
{"text": "", "label": "desc", "answer": "accept"}
{"text": "In a large bedroom upstairs, the window of which was thickly curtained with a great woollen shawl lately discarded by the landlady Mrs. Rolliver, were gathered on this evening nearly a dozen persons, all seeking beatitude; all old inhabitants of the nearer end of Marlott, and frequenters of this retreat.", "label": "desc", "answer": "accept"}
{"text": "Not only did the distance to The Pure Drop, the fully-licensed tavern at the further part of the dispersed village, render its accommodation practically unavailable for dwellers at this end; but the far more serious question, the quality of the liquor, confirmed the prevalent opinion that it was better to drink with Rolliver in a corner of the housetop than with the other landlord in a wide house.", "label": "desc", "answer": "accept"}
{"text": "", "label": "desc", "answer": "accept"}
{"text": "A gaunt four-post bedstead which stood in the room afforded sitting-space for several persons gathered round three of its sides; a couple more men had elevated themselves on a chest of drawers; another rested on the oak-carved ‘cwoffer’; two on the wash-stand; another on the stool; and thus all were, somehow, seated at their ease.", "label": "desc", "answer": "accept"}
{"text": "The stage of mental comfort to which they had arrived at this hour was one wherein their souls expanded beyond their skins, and spread their personalities warmly through the room.", "label": "desc", "answer": "accept"}
{"text": "In this process the chamber and its furniture grew more and more dignified and luxurious; the shawl hanging at the window took upon itself the richness of tapestry; the brass handles of the chest of drawers were as golden knockers; and the carved bed-posts seemed to have some kinship with the magnificent pillars of Solomon's temple.", "label": "desc", "answer": "accept"}
{"text": "", "label": "desc", "answer": "accept"}
{"text": "Abraham, as he more fully awoke (for he had moved in a sort of trance so far), began to talk of the strange shapes assumed by the various dark objects against the sky; of this tree that looked like a raging tiger springing from a lair; of that which resembled a giant's head.", "label": "desc", "answer": "accept"}
{"text": "Tess Durbeyfield's route on this memorable morning lay amid the north-eastern undulations of the Vale in which she had been born, and in which her life had unfolded.", "label": "desc", "answer": "accept"}
{"text": "The Vale of Blackmoor was to her the world, and its inhabitants the races thereof.", "label": "desc", "answer": "accept"}
{"text": "From the gates and stiles of Marlott she had looked down its length in the wondering days of infancy, and what had been mystery to her then was not much less than mystery to her now.", "label": "desc", "answer": "accept"}
{"text": "She had seen daily from her chamber-window towers, villages, faint white mansions; above all the town of Shaston standing majestically on its height; its windows shining like lamps in the evening sun.", "label": "desc", "answer": "accept"}
{"text": "She had hardly ever visited the place, only a small tract even of the Vale and its environs being known to her by close inspection.", "label": "desc", "answer": "accept"}
{"text": "Much less had she been far outside the valley.", "label": "desc", "answer": "accept"}
{"text": "Every contour of the surrounding hills was as personal to her as that of her relatives' faces; but for what lay beyond her judgment was dependent on the teaching of the village school, where she had held a leading place at the time of her leaving, a year or two before this date.", "label": "desc", "answer": "accept"}
{"text": "", "label": "desc", "answer": "accept"}
{"text": "The community of fowls to which Tess had been appointed as supervisor, purveyor, nurse, surgeon, and friend, made its headquarters in an old thatched cottage standing in an enclosure that had once been a garden, but was now a trampled and sanded square.", "label": "desc", "answer": "accept"}
{"text": "The house was overrun with ivy, its chimney being enlarged by the boughs of the parasite to the aspect of a ruined tower.", "label": "desc", "answer": "accept"}
{"text": "The lower rooms were entirely given over to the birds, who walked about them with a proprietary air, as though the place had been built by themselves, and not by certain dusty copyholders who now lay east and west in the churchyard.", "label": "desc", "answer": "accept"}
{"text": "The descendants of these bygone owners felt it almost as a slight to their family when the house which had so much of their affection, had cost so much of their forefathers' money, and had been in their possession for several generations before the d'Urbervilles came and built here, was indifferently turned into a fowl-house by Mrs. Stoke-d'Urberville as soon as the property fell into hand according to law.", "label": "desc", "answer": "accept"}
{"text": "‘'Twas good enough for Christians in", "label": "desc", "answer": "accept"}
{"text": "grandfather's time", "label": "desc", "answer": "accept"}
{"text": ",’ they said.", "label": "desc", "answer": "accept"}
{"text": "The rooms wherein dozens of infants had wailed at their nursing now resounded with the tapping of nascent chicks.", "label": "desc", "answer": "accept"}
{"text": "Distracted hens in coops occupied spots where formerly stood chairs supporting sedate agriculturists.", "label": "desc", "answer": "accept"}
{"text": "The chimney-corner and once blazing hearth was now filled with inverted beehives, in which the hens laid their eggs; while out of doors the plots that each succeeding householder had carefully shaped with his spade were torn by the cocks in wildest fashion.", "label": "desc", "answer": "accept"}
{"text": "", "label": "desc", "answer": "accept"}
{"text": "The narrow lane of stubble encompassing the field grew wider with each circuit, and the standing corn was reduced to smaller area as the morning wore on.", "label": "desc", "answer": "accept"}
{"text": "Rabbits, hares, snakes, rats, mice, retreated inwards as into a fastness, unaware of the ephemeral nature of their refuge, and of the doom that awaited them later in the day when, their covert shrinking to a more and more horrible narrowness, they were huddled together, friends and foes, till the last few yards of upright wheat fell also under the teeth of the unerring reaper, and they were every one put to death by the sticks and stones of the harvesters.", "label": "desc", "answer": "accept"}
{"text": "", "label": "desc", "answer": "accept"}
{"text": "The rains having passed the uplands were dry.", "label": "desc", "answer": "accept"}
{"text": "The wheels of the dairyman's spring cart, as he sped home from market, licked up the pulverized surface of the highway, and were followed by white ribands of dust, as if they had set a thin powder-train on fire.", "label": "desc", "answer": "accept"}
{"text": "The cows jumped wildly over the five-barred barton-gate, maddened by the gad-fly; Dairyman Crick kept his shirt-sleeves permanently rolled up from Monday to Saturday: open windows had no effect in ventilation without open doors, and in the dairy-garden the blackbirds and thrushes crept about under the currant-bushes, rather in the manner of quadrupeds than of winged creatures.", "label": "desc", "answer": "accept"}
{"text": "The flies in the kitchen were lazy, teasing, and familiar, crawling about in unwonted places, on the floor, into drawers, and over the backs of the milkmaids' hands.", "label": "desc", "answer": "accept"}
{"text": "Conversations were concerning sunstroke; while butter-making, and still more butter-keeping, was a despair.", "label": "desc", "answer": "accept"}
{"text": "", "label": "desc", "answer": "accept"}
{"text": "Among these on-lookers were three young men of a superior class, carrying small knapsacks strapped to their shoulders, and stout sticks in their hands.", "label": "desc", "answer": "accept"}
{"text": "Their general likeness to each other, and their consecutive ages, would almost have suggested that they might be, what in fact they were, brothers.", "label": "desc", "answer": "accept"}
{"text": "The eldest wore the white tie, high waistcoat, and thin-brimmed hat of the regulation curate; the second was the normal undergraduate; the appearance of the third and youngest would hardly have been sufficient to characterize him; there was an uncribbed, uncabined aspect in his eyes and attire, implying that he had hardly as yet found the entrance to his professional groove.", "label": "desc", "answer": "accept"}
{"text": "That he was a desultory tentative student of something and everything might only have been predicted of him.", "label": "desc", "answer": "accept"}
{"text": "They leant over the gate by the highway, and inquired as to the meaning of the dance and the white-frocked maids.", "label": "desc", "answer": "accept"}
{"text": "The two elder of the brothers were plainly not intending to linger more than a moment, but the spectacle of a bevy of girls dancing without male partners seemed to amuse the third, and make him in no hurry to move on.", "label": "desc", "answer": "accept"}
{"text": "He unstrapped his knapsack, put it, with his stick, on the hedge-bank, and opened the gate.", "label": "desc", "answer": "accept"}
{"text": "", "label": "desc", "answer": "accept"}
{"text": "On account of his long delay he started in a flying-run down the lane westward, and had soon passed the hollow and mounted the next rise.", "label": "desc", "answer": "accept"}
{"text": "He had not yet overtaken his brothers, but he paused to get breath, and looked back.", "label": "desc", "answer": "accept"}
{"text": "He could see the white figures of the girls in the green enclosure whirling about as they had whirled when he was among them.", "label": "desc", "answer": "accept"}
{"text": "They seemed to have quite forgotten him already.", "label": "desc", "answer": "accept"}
{"text": "", "label": "desc", "answer": "accept"}
{"text": "All of them, except, perhaps, one.", "label": "desc", "answer": "accept"}
{"text": "This white shape stood apart by the hedge alone.", "label": "desc", "answer": "accept"}
{"text": "From her position he knew it to be the pretty maiden with whom he had not danced.", "label": "desc", "answer": "accept"}
{"text": "Trifling as the matter was, he yet instinctively felt that she was hurt by his oversight.", "label": "desc", "answer": "accept"}
{"text": "He wished that he had asked her; he wished that he had inquired her name.", "label": "desc", "answer": "accept"}
{"text": "", "label": "desc", "answer": "accept"}
{"text": "She was so modest, so expressive, she had looked so soft in her thin white gown that he felt he had acted stupidly.", "label": "desc", "answer": "accept"}
{"text": "‘God bless thy diment eyes!", "label": "desc", "answer": "accept"}
{"text": "And thy waxen cheeks!", "label": "desc", "answer": "accept"}
{"text": "And thy cherry mouth!", "label": "desc", "answer": "accept"}
{"text": "And thy Cubit's thighs!", "label": "desc", "answer": "accept"}
{"text": "And every bit o' thy blessed body!’", "label": "desc", "answer": "accept"}
{"text": "There still faintly beamed from the woman's features something of the freshness, and even the prettiness, of her youth; rendering it probable that the personal charms which Tess could boast of were in main part her mother's gift, and therefore unknightly, unhistorical.", "label": "desc", "answer": "accept"}
{"text": "", "label": "desc", "answer": "accept"}
{"text": "He had an almost swarthy complexion, with full lips, badly moulded, though red and smooth, above which was a well-groomed black moustache with curled points, though his age could not be more than three or four-and-twenty.", "label": "desc", "answer": "accept"}
{"text": "Despite the touches of barbarism in his contours, there was a singular force in the gentleman's face, and in his bold rolling eye.", "label": "desc", "answer": "accept"}
{"text": "", "label": "desc", "answer": "accept"}
{"text": "Her mother perceived, for the first time, that the second vehicle was not a humble conveyance like the first, but a spick-and-span gig or dog-cart, highly varnished and equipped.", "label": "desc", "answer": "accept"}
{"text": "The driver was a young man of three- or four-and-twenty, with a cigar between his teeth; wearing a dandy cap, drab jacket, breeches of the same hue, white neckcloth, stick-up collar, and brown driving-gloves—in short, he was the handsome, horsey young buck who had visited Joan a week or two before to get her answer about Tess.", "label": "desc", "answer": "accept"}
{"text": "", "label": "desc", "answer": "accept"}
{"text": "In a sitting-room on the ground-floor, ensconced in an armchair with her back to the light, was the owner and mistress of the estate, a white-haired woman of not more than sixty, or even less, wearing a large cap.", "label": "desc", "answer": "accept"}
{"text": "She had the mobile face frequent in those whose sight has decayed by stages, has been laboriously striven after, and reluctantly let go, rather than the stagnant mien apparent in persons long sightless or born blind.", "label": "desc", "answer": "accept"}
{"text": "Tess walked up to this lady with her feathered charges—one sitting on each arm.", "label": "desc", "answer": "accept"}
{"text": "", "label": "desc", "answer": "accept"}
{"text": "Tess soon perceived as she walked in the flock, sometimes with this one, sometimes with that, that the fresh night air was producing staggerings and serpentine courses among the men who had partaken too freely; some of the more careless women also were wandering in their gait—to wit, a dark virago, Car Darch, dubbed Queen of Spades, till lately a favourite of d'Urberville's; Nancy, her sister, nicknamed the Queen of Diamonds; and the young married woman who had already tumbled down.", "label": "desc", "answer": "accept"}
{"text": "Yet however terrestrial and lumpy their appearance just now to the mean unglamoured eye, to themselves the case was different.", "label": "desc", "answer": "accept"}
{"text": "They followed the road with a sensation that they were soaring along in a supporting medium, possessed of original and profound thoughts, themselves and surrounding nature forming an organism of which all the parts harmoniously and joyously interpenetrated each other.", "label": "desc", "answer": "accept"}
{"text": "They were as sublime as the moon and stars above them, and the moon and stars were as ardent as they.", "label": "desc", "answer": "accept"}
{"text": "The flood of memories brought back by this revival of an incident anterior to her troubles produced a momentary dismay lest, recognizing her also, he should by some means discover her story.", "label": "desc", "answer": "accept"}
{"text": "", "label": "desc", "answer": "accept"}
{"text": "But it passed away when she found no sign of remembrance in him.", "label": "desc", "answer": "accept"}
{"text": "She saw by degrees that since their first and only encounter his mobile face had grown more thoughtful, and had acquired a young man's shapely moustache and beard—the latter of the palest straw colour where it began upon his cheeks, and deepening to a warm brown farther from its root.", "label": "desc", "answer": "accept"}
{"text": "Under his linen milking-pinner he wore a dark velveteen jacket, cord breeches and gaiters, and a starched white shirt.", "label": "desc", "answer": "accept"}
{"text": "Without the milking-gear nobody could have guessed what he was.", "label": "desc", "answer": "accept"}
{"text": "He might with equal probability have been an eccentric landowner or a gentlemanly ploughman.", "label": "desc", "answer": "accept"}
{"text": "That he was but a novice at dairy-work she had realized in a moment, from the time he had spent upon the milking of one cow.", "label": "desc", "answer": "accept"}
{"text": "How very lovable her face was to him.", "label": "desc", "answer": "accept"}
{"text": "Yet there was nothing ethereal about it; all was real vitality, real warmth, real incarnation.", "label": "desc", "answer": "accept"}
{"text": "", "label": "desc", "answer": "accept"}
{"text": "And it was in her mouth that this culminated.", "label": "desc", "answer": "accept"}
{"text": "Eyes almost as deep and speaking he had seen before, and cheeks perhaps as fair; brows as arched, a chin and throat almost as shapely; her mouth he had seen nothing to equal on the face of the earth.", "label": "desc", "answer": "accept"}
{"text": "To a young man with the least fire in him that little upward lift in the middle of her red top lip was distracting, infatuating, maddening.", "label": "desc", "answer": "accept"}
{"text": "He had never before seen a woman's lips and teeth which forced upon his mind with such persistent iteration the old Elizabethan simile of roses filled with snow.", "label": "desc", "answer": "accept"}
{"text": "Perfect, he, as a lover, might have called them off-hand.", "label": "desc", "answer": "accept"}
{"text": "But no— they were not perfect.", "label": "desc", "answer": "accept"}
{"text": "And it was the touch of the imperfect upon the would-be perfect that gave the sweetness, because it was that which gave the humanity.", "label": "desc", "answer": "accept"}
{"text": "", "label": "desc", "answer": "accept"}
{"text": "‘Don't cry, dear, dear one!", "label": "notdesc", "answer": "accept"}
{"text": "Now sit down here, and wait till I come.’", "label": "notdesc", "answer": "accept"}
{"text": "She passively sat down amid the leaves he had heaped, and shivered slightly.", "label": "notdesc", "answer": "accept"}
{"text": "‘Are you cold?’", "label": "notdesc", "answer": "accept"}
{"text": "he asked.", "label": "notdesc", "answer": "accept"}
{"text": "‘O no—no!’ replied she with grave hopelessness, as one who had heard anew the turmoil of her own past in the allusion to Alec d'Urberville.", "label": "notdesc", "answer": "accept"}
{"text": "‘It can't be!’", "label": "notdesc", "answer": "accept"}
{"text": "‘No.’", "label": "notdesc", "answer": "accept"}
{"text": "All looked at Car.", "label": "notdesc", "answer": "accept"}
{"text": "Her gown was a light cotton print, and from the back of her head a kind of rope could be seen descending to some distance below her waist, like a Chinaman's queue.", "label": "notdesc", "answer": "accept"}
{"text": "", "label": "notdesc", "answer": "accept"}
{"text": "Tess was quite serious, painfully serious by this time; and she tried—ultimately and unexpectedly emitting a real round sound.", "label": "notdesc", "answer": "accept"}
{"text": "The momentary pleasure of success got the better of her; her eyes enlarged, and she involuntarily smiled in his face.", "label": "notdesc", "answer": "accept"}
{"text": "‘Well—we must all be born somewhere.’", "label": "notdesc", "answer": "accept"}
{"text": "The sun, on account of the mist, had a curious sentient, personal look, demanding the masculine pronoun for its adequate expression.", "label": "notdesc", "answer": "accept"}
{"text": "His present aspect, coupled with the lack of all human forms in the scene, explained the old-time heliolatries in a moment.", "label": "notdesc", "answer": "accept"}
{"text": "One could feel that a saner religion had never prevailed under the sky.", "label": "notdesc", "answer": "accept"}
{"text": "The luminary was a golden-haired, beaming, mild-eyed, God-like creature, gazing down in the vigour and intentness of youth upon an earth that was brimming with interest for him.", "label": "notdesc", "answer": "accept"}
{"text": "‘You will go down slow, sir, I suppose?’", "label": "notdesc", "answer": "accept"}
{"text": "she said with attempted unconcern.", "label": "notdesc", "answer": "accept"}
{"text": "‘Ah, then I have seen you before this summer—’ ‘No, no; I cannot.", "label": "notdesc", "answer": "accept"}
{"text": "For your sake, O Mr. Clare; for your sake, I say no!’", "label": "notdesc", "answer": "accept"}
{"text": "", "label": "notdesc", "answer": "accept"}
{"text": "The bedroom which she shared with some of the children formed her retreat more continually than ever.", "label": "notdesc", "answer": "accept"}
{"text": "Here, under her few square yards of thatch, she watched winds, and snows, and rains, gorgeous sunsets, and successive moons at their full.", "label": "notdesc", "answer": "accept"}
{"text": "So close kept she that at length almost everybody thought she had gone away.", "label": "notdesc", "answer": "accept"}
{"text": "‘I didn't understand your meaning till it was too late.’", "label": "notdesc", "answer": "accept"}
{"text": "‘Safe, thank God, in spite of your fooling!’", "label": "notdesc", "answer": "accept"}
{"text": "said she, her face on fire.", "label": "notdesc", "answer": "accept"}
{"text": "His father grieved so deeply that it made Angel quite ill to see him.", "label": "notdesc", "answer": "accept"}
{"text": "‘I wish we could.", "label": "notdesc", "answer": "accept"}
{"text": "That it would always be summer and autumn, and you always courting me, and always thinking as much of me as you have done through the past summer-time!’", "label": "notdesc", "answer": "accept"}
{"text": "As Tess grew older, and began to see how matters stood, she felt quite a Malthusian towards her mother for thoughtlessly giving her so many little sisters and brothers, when it was such a trouble to nurse and provide for them.", "label": "notdesc", "answer": "accept"}
{"text": "Her mother's intelligence was that of a happy child: Joan Durbeyfield was simply an additional one, and that not the eldest, to her own long family of waiters on Providence.", "label": "notdesc", "answer": "accept"}
{"text": "", "label": "notdesc", "answer": "accept"}
{"text": "And thus her spirits, and her thankfulness, and her hopes, rose higher and higher.", "label": "notdesc", "answer": "accept"}
{"text": "She tried several ballads, but found them inadequate; till, recollecting the psalter that her eyes had so often wandered over of a Sunday morning before she had eaten of the tree of knowledge, she chanted: ‘O ye Sun and Moon...", "label": "notdesc", "answer": "accept"}
{"text": "O ye Stars ...ye Green Things upon the Earth...", "label": "notdesc", "answer": "accept"}
{"text": "ye Fowls of the Air...", "label": "notdesc", "answer": "accept"}
{"text": "Beasts and Cattle...", "label": "notdesc", "answer": "accept"}
{"text": "Children of Men...bless ye the Lord, praise Him and magnify Him for ever!’", "label": "notdesc", "answer": "accept"}
{"text": "‘O no, Tess.", "label": "notdesc", "answer": "accept"}
{"text": "You see, it would be no use.’", "label": "notdesc", "answer": "accept"}
{"text": "‘He is a mighty handsome man!’", "label": "notdesc", "answer": "accept"}
{"text": "Her mother hastened to explain, smiles breaking from every inch of her person.", "label": "notdesc", "answer": "accept"}
{"text": "Mrs. d'Urberville's son had called on horseback, having been riding by chance in the direction of Marlott.", "label": "notdesc", "answer": "accept"}
{"text": "He had wished to know, finally, in the name of his mother, if Tess could really come to manage the old lady's fowl-farm or not; the lad who had hitherto superintended the birds having proved untrustworthy. ‘", "label": "notdesc", "answer": "accept"}
{"text": "Mr. d'Urberville says you must be a good girl if you are at all as you appear; he knows you must be worth your weight in gold.", "label": "notdesc", "answer": "accept"}
{"text": "He is very much interested in 'ee—truth to tell.’", "label": "notdesc", "answer": "accept"}
{"text": "After this disclosure Tess nourished no further foolish thought that there lurked any grave and deliberate import in Clare's attentions to her.", "label": "notdesc", "answer": "accept"}
{"text": "It was a passing summer love of her face, for love's own temporary sake—nothing more.", "label": "notdesc", "answer": "accept"}
{"text": "And the thorny crown of this sad conception was that she whom he really did prefer in a cursory way to the rest, she who knew herself to be more impassioned in nature, cleverer, more beautiful than they, was in the eyes of propriety far less worthy of him than the homelier ones whom he ignored.", "label": "notdesc", "answer": "accept"}
{"text": "‘I don't altogether think I ought to go,’ said Tess thoughtfully.", "label": "notdesc", "answer": "accept"}
{"text": "‘Who wrote the letter?", "label": "notdesc", "answer": "accept"}
{"text": "Will you let me look at it?’", "label": "notdesc", "answer": "accept"}
{"text": "‘Because he likes Tess Durbeyfield best,’ said Marian, lowering her voice.", "label": "notdesc", "answer": "accept"}
{"text": "‘I have watched him every day, and have found it out.’", "label": "notdesc", "answer": "accept"}
{"text": "", "label": "notdesc", "answer": "accept"}
{"text": "To Tess's horror the dark queen began stripping off the bodice of her gown—which for the added reason of its ridiculed condition she was only too glad to be free of—till she had bared her plump neck, shoulders, and arms to the moonshine, under which they looked as luminous and beautiful as some Praxitelean creation, in their possession of the faultless rotundities of a lusty country girl.", "label": "notdesc", "answer": "accept"}
{"text": "She closed her fists and squared up at Tess.", "label": "notdesc", "answer": "accept"}
{"text": "", "label": "notdesc", "answer": "accept"}
{"text": "‘But she's tractable at bottom.", "label": "notdesc", "answer": "accept"}
{"text": "Leave her to me.’", "label": "notdesc", "answer": "accept"}
{"text": "Every village has its idiosyncrasy, its constitution, often its own code of morality.", "label": "notdesc", "answer": "accept"}
{"text": "The levity of some of the younger women in and about Trantridge was marked, and was perhaps symptomatic of the choice spirit who ruled The Slopes in that vicinity.", "label": "notdesc", "answer": "accept"}
{"text": "The place had also a more abiding defect; it drank hard.", "label": "notdesc", "answer": "accept"}
{"text": "The staple conversation on the farms around was on the uselessness of saving money; and smockfrocked arithmeticians, leaning on their ploughs or hoes, would enter into calculations of great nicety to prove that parish relief was a fuller provision for a man in his old age than any which could result from savings out of their wages during a whole lifetime.", "label": "notdesc", "answer": "accept"}
{"text": "", "label": "notdesc", "answer": "accept"}
{"text": "She sighed.", "label": "notdesc", "answer": "accept"}
{"text": "‘Very well, sir!’", "label": "notdesc", "answer": "accept"}
{"text": "she said.", "label": "notdesc", "answer": "accept"}
{"text": "‘Oh—let me get my hat!’", "label": "notdesc", "answer": "accept"}
{"text": "‘Nothing, dear Tess,’ he replied.", "label": "notdesc", "answer": "accept"}
{"text": "Having finished his text he picked up her basket, and she mechanically resumed her walk beside him.", "label": "notdesc", "answer": "accept"}
{"text": "‘O Mr. Clare—I cannot be your wife—I cannot be!’", "label": "notdesc", "answer": "accept"}
{"text": "For a moment—only for a moment—when they were in the turning of the drive, between the tall rhododendrons and conifers, before the lodge became visible, he inclined his face towards her as if— but, no: he thought better of it, and let her go.", "label": "notdesc", "answer": "accept"}
{"text": "Alec d'Urberville removed his cigar, bent towards her, and said— ‘If it is sure to make you happy to have me as your wife, and you feel that you do wish to marry me, very, very much—’", "label": "notdesc", "answer": "accept"}
{"text": "Still Tess could not be induced to remount.", "label": "notdesc", "answer": "accept"}
{"text": "She did not, however, object to his keeping his gig alongside her; and in this manner, at a slow pace, they advanced towards the village of Trantridge.", "label": "notdesc", "answer": "accept"}
{"text": "From time to time d'Urberville exhibited a sort of fierce distress at the sight of the tramping he had driven her to undertake by his misdemeanour.", "label": "notdesc", "answer": "accept"}
{"text": "She might in truth have safely trusted him now; but he had forfeited her confidence for the time, and she kept on the ground, progressing thoughtfully, as if wondering whether it would be wiser to return home.", "label": "notdesc", "answer": "accept"}
{"text": "Her resolve, however, had been taken, and it seemed vacillating even to childishness to abandon it now, unless for graver reasons.", "label": "notdesc", "answer": "accept"}
{"text": "How could she face her parents, get back her box, and disconcert the whole scheme for the rehabilitation of her family on such sentimental grounds?", "label": "notdesc", "answer": "accept"}
{"text": "", "label": "notdesc", "answer": "accept"}
{"text": "But Tess did not answer; she throbbingly resumed her walk, her eyes fixed on the ground.", "label": "notdesc", "answer": "accept"}
{"text": "‘Pooh—I don't believe God said such things!’", "label": "notdesc", "answer": "accept"}
{"text": "she murmured contemptuously when her flush had died away.", "label": "notdesc", "answer": "accept"}
{"text": "‘I can't skim—I can't!’", "label": "notdesc", "answer": "accept"}
{"text": "she said, turning away from him.", "label": "notdesc", "answer": "accept"}
{"text": "‘But what shall I tell the dairyman's wife?’ said Angel.", "label": "notdesc", "answer": "accept"}
{"text": "The early mornings were still sufficiently cool to render a fire acceptable in the large room wherein they breakfasted; and, by Mrs. Crick's orders, who held that he was too genteel to mess at their table, it was Angel Clare's custom to sit in the yawning chimney-corner during the meal, his cup-and-saucer and plate being placed on a hinged flap at his elbow.", "label": "notdesc", "answer": "accept"}
{"text": "The light from the long, wide, mullioned window opposite shone in upon his nook, and, assisted by a secondary light of cold blue quality which shone down the chimney, enabled him to read there easily whenever disposed to do so.", "label": "notdesc", "answer": "accept"}
{"text": "Between Clare and the window was the table at which his companions sat, their munching profiles rising sharp against the panes; while to the side was the milk-house door, through which were visible the rectangular leads in rows, full to the brim with the morning's milk.", "label": "notdesc", "answer": "accept"}
{"text": "At the further end the great churn could be seen revolving, and its slip-slopping heard— the moving power being discernible through the window in the form of a spiritless horse walking in a circle and driven by a boy.", "label": "notdesc", "answer": "accept"}
{"text": "‘Where is father now?’", "label": "notdesc", "answer": "accept"}
{"text": "asked Tess suddenly.", "label": "notdesc", "answer": "accept"}
{"text": "‘Why do you cry, my darling?’", "label": "notdesc", "answer": "accept"}
{"text": "he said.", "label": "notdesc", "answer": "accept"}
{"text": "‘Oh—nothing, nothing; except chasten yourself with the thought of “how are the mighty fallen.”", "label": "notdesc", "answer": "accept"}
{"text": "It is a fact of some interest to the local historian and genealogist, nothing more.", "label": "notdesc", "answer": "accept"}
{"text": "There are several families among the cottagers of this county of almost equal lustre.", "label": "notdesc", "answer": "accept"}
{"text": "Good night.’", "label": "notdesc", "answer": "accept"}
{"text": "Parishioners dropped in by twos and threes, deposited themselves in rows before her, rested three-quarters of a minute on their foreheads as if they were praying, though they were not; then sat up, and looked around.", "label": "notdesc", "answer": "accept"}
{"text": "When the chants came on one of her favourites happened to be chosen among the rest—the old double chant ‘Langdon’—but she did not know what it was called, though she would much have liked to know.", "label": "notdesc", "answer": "accept"}
{"text": "She thought, without exactly wording the thought, how strange and godlike was a composer's power, who from the grave could lead through sequences of emotion, which alone had felt at first, a girl like her who had never heard of his name, and never would have a clue to his personality.", "label": "notdesc", "answer": "accept"}
{"text": "Old Mr. Clare was a clergyman of a type which, within the last twenty years, has wellnigh dropped out of contemporary life.", "label": "notdesc", "answer": "accept"}
{"text": "A spiritual descendant in the direct line from Wycliff, Huss, Luther, Calvin; an Evangelical of the Evangelicals, a Conversionist, a man of Apostolic simplicity in life and thought, he had in his raw youth made up his mind once for all on the deeper questions of existence, and admitted no further reasoning on them thenceforward.", "label": "notdesc", "answer": "accept"}
{"text": "He was regarded even by those of his own date and school of thinking as extreme; while, on the other hand, those totally opposed to him were unwillingly won to admiration for his thoroughness, and for the remarkable power he showed in dismissing all question as to principles in his energy for applying them.", "label": "notdesc", "answer": "accept"}
{"text": "He loved Paul of Tarsus, liked St. John, hated St. James as much as he dared, and regarded with mixed feelings Timothy, Titus, and Philemon.", "label": "notdesc", "answer": "accept"}
{"text": "The New Testament was less a Christiad than a Pauliad to his intelligence—less an argument than an intoxication.", "label": "notdesc", "answer": "accept"}
{"text": "His creed of determinism was such that it almost amounted to a vice, and quite amounted, on its negative side, to a renunciative philosophy which had cousinship with that of Schopenhauer and Leopardi.", "label": "notdesc", "answer": "accept"}
{"text": "He despised the Canons and Rubric, swore by the Articles, and deemed himself consistent through the whole category—which in a way he might have been.", "label": "notdesc", "answer": "accept"}
{"text": "One thing he certainly was—sincere.", "label": "notdesc", "answer": "accept"}
{"text": "‘You must zee yourself!’", "label": "notdesc", "answer": "accept"}
{"text": "she cried.", "label": "notdesc", "answer": "accept"}
{"text": "‘It is much better than you was t'other day.’", "label": "notdesc", "answer": "accept"}
{"text": "‘What a fresh and virginal daughter of Nature that milkmaid is!’", "label": "notdesc", "answer": "accept"}
{"text": "he said to himself.", "label": "notdesc", "answer": "accept"}
{"text": "‘Oh no, sir...not of outdoor things; especially just now when the apple-blooth is falling, and everything so green.’", "label": "notdesc", "answer": "accept"}
{"text": "‘I'll carry you through the pool—every Jill of you.’", "label": "notdesc", "answer": "accept"}
{"text": "", "label": "notdesc", "answer": "accept"}
{"text": "This considerateness on old Mr. Clare's part led Angel onward to the other and dearer subject.", "label": "notdesc", "answer": "accept"}
{"text": "He observed to his father that he was then six-and-twenty, and that when he should start in the farming business he would require eyes in the back of his head to see to all matters—some one would be necessary to superintend the domestic labours of his establishment whilst he was afield.", "label": "notdesc", "answer": "accept"}
{"text": "Would it not be well, therefore, for him to marry?", "label": "notdesc", "answer": "accept"}
{"text": "She remained in her father's house during the winter months, plucking fowls, or cramming turkeys and geese, or making clothes for her sisters and brothers out of some finery which d'Urberville had given her, and she had put by with contempt.", "label": "notdesc", "answer": "accept"}
{"text": "Apply to him", "label": "notdesc", "answer": "accept"}
{"text": "she would not.", "label": "notdesc", "answer": "accept"}
{"text": "But she would often clasp her hands behind her head and muse when she was supposed to be working hard.", "label": "notdesc", "answer": "accept"}
{"text": "Her mother chimed in to the same tune: a certain way she had of making her labours in the house seem heavier than they were by prolonging them indefinitely, also weighed in the argument.", "label": "notdesc", "answer": "accept"}
{"text": "Her father alone preserved an attitude of neutrality.", "label": "notdesc", "answer": "accept"}
{"text": "There were flowers: delphiniums, sweet peas, bunches of lilac; and carnations, masses of carnations. There were roses; there were irises. Ah yes—so she breathed in the earthy-garden sweet smell as she stood talking to Miss Pym who owed her help, and thought her kind, for kind she had been years ago; very kind, but she looked older, this year, turning her head from side to side among the irises and roses and nodding tufts of lilac with her eyes half closed, snuffing in, after the street uproar, the delicious scent, the exquisite coolness. And then, opening her eyes, how fresh, like frilled linen clean from a laundry laid in wicker trays, the roses looked; and dark and prim the red carnations, holding their heads up; and all the sweet peas spreading in their bowls, tinged violet, snow white, pale—as if it were the evening and girls in muslin frocks came out to pick sweet peas and roses after the superb summer’s day, with its almost blue-black sky, its delphiniums, its carnations, its arum lilies, was over; and it was the moment between six and seven when every flower—roses, carnations, irises, lilac—glows; white, violet, red, deep orange; every flower seems to burn by itself, softly, purely in the misty beds; and how she loved the grey white moths spinning in and out, over the cherry pie, over the evening primroses!", "label": "desc", "answer": "accept"}
{"text": "Bond Street fascinated her; Bond Street early in the morning in the season; its flags flying; its shops; no splash; no glitter; one roll of tweed in the shop where her father had bought his suits for fifty years; a few pearls; salmon on an iceblock.", "label": "desc", "answer": "accept"}
{"text": "Going and coming, beckoning, signalling, so the light and shadow which now made the wall grey, now the bananas bright yellow, now made the Strand grey, now made the omnibuses bright yellow, seemed to Septimus Warren Smith lying on the sofa in the sitting-room; watching the watery gold glow and fade with the astonishing sensibility of some live creature on the roses, on the wallpaper. Outside the trees dragged their leaves like nets through the depths of the air; the sound of water was in the room and through the waves came the voices of birds singing. Every power poured its treasures on his head, and his hand lay there on the back of the sofa, as he had seen his hand lie when he was bathing, floating, on the top of the waves, while far away on shore he heard dogs barking and barking far away. Fear no more, says the heart in the body; fear no more.", "label": "desc", "answer": "accept"}
{"text": "Beauty anyhow. Not the crude beauty of the eye. It was not beauty pure and simple⁠—Bedford Place leading into Russell Square. It was straightness and emptiness of course; the symmetry of a corridor; but it was also windows lit up, a piano, a gramophone sounding; a sense of pleasure-making hidden, but now and again emerging when, through the uncurtained window, the window left open, one saw parties sitting over tables, young people slowly circling, conversations between men and women, maids idly looking out (a strange comment theirs, when work was done), stockings drying on top ledges, a parrot, a few plants. Absorbing, mysterious, of infinite richness, this life. And in the large square where the cabs shot and swerved so quick, there were loitering couples, dallying, embracing, shrunk up under the shower of a tree; that was moving; so silent, so absorbed, that one passed, discreetly, timidly, as if in the presence of some sacred ceremony to interrupt which would have been impious. That was interesting. And so on into the flare and glare.", "label": "desc", "answer": "accept"}
